"geCancel" = "Revocați";
"geBack" = "Înapoi";
"geDisabled" = "Dezactivat";
"geSize" = "Dimensiune";
"gePlay" = "Redați";
"acUnknownError" = "A apărut o eroare necunoscută!";
"pmChapters" = "Capitolele";
"pmChapter" = "Capitolul";
"pmAudio" = "Audio";
"pmAudioTracks" = "Canale audio";
"pmAudioTracksNone" = "Niciunul";
"pmAudioDDHDMI" = "Audio 5.1 prin HDMI";
"pmSubtitles" = "Subtitrări";
"pmVideo" = "Video";
"pmTrackNameFormat" = "Canal %ld";
"pmTrackTitle" = "Canal %ld";
"pmSubtitlesNone" = "Niciunul";
"pmEncoding" = "Codare";
"pmSmall" = "Mic";
"pmMedium" = "Mediu";
"pmLarge" = "Mare";
"pmBordered" = "Mărginit";
"pmShadowed" = "Umbrit";
"pmCombined" = "Ambele";
"pmSubtitlesOutlineNone" = "Nici unul";
"pmBold" = "Ingroșat";
"pmWeight" = "Grosime";
"pmColor" = "Culoare";
"pmResync" = "Decalaj de timp";
"pmSubtitlesGetMore" = "Obţineţi mai mult...";
"pmSubtitlesService" = "OpenSubtitles";
"pmSubtitlesLanguage" = "Limba";
"pmSubtitlesChooseLanguage" = "Alegeți limba";
"pmSubtitlesSearchResult" = "Subtitrari disponibile";
"pmSubtitlesSearchNone" = "Niciunul";
"pmSubtitlesDownloadsCount" = "%i descărcări";
"pmOutline" = "Contur";
"pmSubtiltlesOffset" = "Aliniere pe verticală";
"pmZoomMode" = "Modul de mărire";
"pmAspectFit" = "Normal";
"pmAspectFill" = "Decupaj";
"pmScaleToFill" = "Întins";
"pmSpeechBoost" = "Extra volum pe canalul centru";
"pmSpeechBoost6dB" = "+ 6dB";
"pmSpeechBoost12dB" = "+ 12dB";
"soOffset0" = "Implicit";
"coWhite" = "Alb";
"coYellow" = "Galben";
"coRed" = "Roşu";
"coBlue" = "Albastru";
"coGreen" = "Verde";
"coPurple" = "Violet";
"coOrange" = "Portocaliu";
"pfContentError" = "A apărut o eroare la încărcarea acestui conținut.";
"bcLibrary" = "Bibliotecă";
"bcLoading" = "Încărcare...";
"bcGatheringMetadata" = "Se colectează metadatele...";
"bcMinutes" = "minute";
"bcCast" = "Actori";
"bcDirector" = "Director";
"bcDirectors" = "Directori";
"bcPlayAnyway" = "Redați";
"emNoPermissionToRead" = "Nu aveţi permisiunea să citiţi acest articol.";
"emDefaultAFPError" = "Operațiunea nu a putut fi finalizată.";
"emErrorOccured" = "A apărut o eroare";
"emSubtitlesSearchRequestNoMetadata" = "Imposibil de localizat subtitrări potrivite. Vă rugăm să reîncărcaţi metadatele şi încercaţi din nou.";
"emSubtitlesSearchRequestCantDownload" = "Imposibil de accesat OpenSubtitles. Verificați conexiunea la internet și încercați din nou.";
"emSubtitlesSaveRequestCantSave" = "A apărut o eroare internă %d. Alegeți un pachet alternativ de subtitrare.";
"emTraktTVAuthRequestAuthenticationFail" = "Combinaţia dintre numele de utilizator și parolă este greşită.\nVă rugăm să încercați din nou.";
"emTraktTVConnectionError" = "Nu se poate accesa Trakt.\nVă rugăm să verificați conexiunea dvs. de Internet și încercați din nou.";
"emTraktSignUpFailed" = "Înregistrare nereuşită";
"emTraktLoginFiledTitle" = "Autentificare nereuşită";
"emTraktTVSignUpFailOnEmail" = "Vă rugăm să introduceți un email valid.\nEx. yourname@domain.com";
"emTraktTVSignUpFailOnLogin" = "Numele de utilizator trebuie să fie între 3 și 20 de caractere, fără spații sau caractere ciudate.";
"emTraktTVSignUpFailOnAlreadyRegisteredLogin" = "%@ este deja un nume de utilizator înregistrat.";
"emTraktTVSignUpFailOnAlreadyRegisteredEmail" = "%@ este deja un e-mail înregistrat.";
"emTraktTVGenericError" = "Vă rugăm să încercați mai târziu.";
"prGenre" = "Gen";
"prAudio" = "Audio";
"prVideo" = "Video";
"prTVShowsNameFormat" = "%@ - S.%@ / Ep.%@";
"prTVShowSeasonShort" = "S%@";
"prTVShowEpisodeShort" = "E%@";
"reSeason" = "sezon";
"reEpisode" = "episod";
"ttTraktTV" = "Trakt";
"ttLogin" = "Autentificați-vă";
"ttLogout" = "Deconectați-vă";
"ttScrobbling" = "Sincronizare cu Trakt";
"liStatusFetchingMetadata" = "Se preiau metadate";
"liStatusPending" = "În desfăşurare";
"liStatusFail" = "Nereuşit";
"liStatusFetchingThumbnails" = "Se preiau pictograme";
"geClose" = "Închideți";
"bcWriter" = "Autor";
"bcWriters" = "Autori";
"hoPullToRefresh" = "Trageți pentru Actualizare";
"hoReleaseToRefresh" = "Eliberați pentru actualizare";
"raThanksText" = "Vă mulţumim!";
"svcFollowOnTwitterShort" = "Urmăriţi %@";
"svcTellAFriend" = "Spune unui prieten";
"svcSharingPreset2" = "Încercați acum %@, o nouă modalitate care vă permite să vă bucuraţi de fișierele dvs. video preferate pe iPhone, iPad, Apple TV, Mac şi Vision!";
"svcVersion" = "Versiunea %@";
"svcTitle" = "Setări";
"vvChoppyPlayback" = "Este posibil ca redarea să fie cu probleme când vizualizați acest tip de video.";
"vvAudioTracksMissing" = "Ne pare rău, %@ nu poate să redea sunetul pentru acest video. Doriţi totuși să vizionaţi?";
"vvAirPlayHelp" = "Activați AirPlay Mirroring";
"tiMinutes" = "min";
"tiReloadMeta" = "Editaţi Metadata";
"tiEmbeddedMetadata" = "Utilizați metadate încorporate";
"tiNetworkErrorTitle" = "Eroare de rețea";
"tiNetworkErrorMessage" = "Verificați conexiunea la Internet și încercați din nou.";
"tiNothingFoundTitle" = "Nu s-a găsit nimic";
"tiNothingFoundMessage" = "Nu s-a găsit niciun rezultat pentru acest fișier.";
"foRemoveITunesItem" = "Ups! Acest video a fost sincronizat prin iTunes. Folosiţi iTunes sau aplicaţia TV pentru a-l şterge.";
"foRemoveTitle" = "Se șterge „%1$@”";
"foRemovePrompt" = "Sigur ștergeți definitiv \"%1$@\"?";
"foRemoveButton" = "Ştergeți";
"ttRate1" = "Cam slab :(";
"ttRate10" = "Incredibil";
"ttRate2" = "Groaznic";
"ttRate3" = "Prost";
"ttRate4" = "Slab";
"ttRate5" = "Meh";
"ttRate6" = "Acceptabil";
"ttRate7" = "Bun";
"ttRate8" = "Foarte bun";
"ttRate9" = "Superb";
"ttRateMovieInfo" = "Ce părere aveți?";
"geOK" = "OK";
"geSend" = "Trimiteți";
"pmAirPlayWarning1" = "Această opțiune nu este compatibilă cu AirPlay.";
"pmAirPlayWarning2" = "Această piesă audio poate fi incompatibilă cu AirPlay.";
"pmAirPlayWarning3" = "Subtitrările nu sunt compatibile cu AirPlay și vor fi dezactivate.";
"pmExtScreenResolution" = "Rezoluție ecran extern";
"pmWarningTitle" = "Atenționare";
"shShareMovieFacebook" = "Tocmai am vizionat '%@'";
"shShareMovieTwitter" = "Tocmai am vizionat '%1$@' în %2$@";
"ttShoutTitle" = "Trakt";
"ufAppsCategory" = "din alte aplicații";
"ufAppsDescription" = "Fișierele compatibile cu %1$@ pot fi transferate din Dropbox sau alte aplicații de partajare similare.";
"ufAppsPanelTitle" = "Aplicații";
"ufAppsStep1Desc" = "Localizați fișierul video în Dropbox și atingeți steluța pentru adăugare la preferate.";
"ufAppsStep2Desc" = "După descărcarea fișierului atingeți butonul „Deschide în”.";
"ufAppsStep3Desc" = "Atingeți pictograma „Deschide în %1$@” pentru a adăuga fișierul video in biblioteca %1$@.";
"ufAuthShareTitle" = "Adăugați locație partajată";
"ufFtpCategory" = "prin FTP";
"ufFtpPanelTitle" = "FTP";
"ufHelpLinkTitle" = "Pentru mai multe detalii vizitați: %@";
"ufHttpCategory" = "prin Browser";
"ufHttpPanelTitle" = "Browser";
"ufPassword" = "Parolă";
"ufRemoteCategory" = "din locație partajată";
"ufShareName" = "Nume";
"ufSpaceAvailableFormat" = "Spațiu disponibil %@ GB";
"ufStepFormat" = "%@.";
"ufSyncMasterCtrlTitle" = "Adăugați fișiere";
"ufTunesSharingCategory" = "prin partajarea fișierelor";
"ufTunesSharingDescription" = "Alte tipuri de fișiere video pot fi transferate folosind sistemul de partajare iTunes și apoi vizualizate în %1$@.";
"ufTunesSharingPanelTitle" = "Partajare de fişiere";
"ufTunesSharingStep1Desc" = "Deschideți iTunes și selectați dispozitivul pe care doriți să-l sincronizați din meniul de navigare din partea stângă.";
"ufTunesSharingStep2Desc" = "Clic pe fila „Aplicații” din meniul de navigare.";
"ufTunesSharingStep3Desc" = "Trageți fișierele video în fereastra „Documente %1$@” pentru a le transfera.";
"ufTunesSyncCategory" = "prin sincronizare iTunes";
"ufTunesSyncDescription" = "Fișierele video compatibile cu iTunes pot fi sincronizate folosind iTunes și apoi vizualizate în %1$@.";
"ufTunesSyncPanelTitle" = "Sincronizare iTunes";
"ufTunesSyncStep1Desc" = "Deschideți iTunes și asigurați-vă ca fișierele video pe care doriți să le sincronizați sunt listate în secțiunea Filme (sau Emisiuni TV).";
"ufTunesSyncStep2Desc" = "Selectați dispozitivul pe care doriți să-l sincronizați din meniul de navigare din partea stângă.";
"ufTunesSyncStep3Desc" = "Fișierele video ce trebuiesc sincronizate pot fi gestionate din filele Filme și Emisiuni TV.";
"ufUserName" = "Utilizator";
"ufWifiDisabledMessage" = "Pentru a utiliza această caracteristică trebuie să activați Wi‑Fi în setările %@.";
"ufWifiDisabledTitle" = "Nu există conexiune Wi-Fi";
"pmAudioDDAirPlay" = "Dolby Digital prin AirPlay";
"seShowSubtitles" = "Subtitrări";
"ufUserNamePlaceholder" = "johnappleseed";
"geAuthenticationFailed" = "Combinaţia dintre numele de utilizator și parolă este greşită.\nVă rugăm să încercați din nou.";
"ufPasswordPlaceholder" = "parolă";
"prTVEpisodePickerTitle" = "Episod";
"prTVShowSeasonFormat" = "Sezon %@";
"ufDomainName" = "Workgroup";
"ufShareAddressPlaceholder" = "iMac.local";
"geDone" = "FInalizat";
"hoLearnMore" = "Acum haideţi să găsim câteva fişiere video pe care să le adăugăm în bibliotecă";
"hoWelcomeTo" = "Bun venit la %@";
"iapCancelTitle" = "Nu Mulţumim";
"iapProActivatedTitle" = "Infuse Pro %@";
"iapRestoreTitle" = "Restabiliți abonament existent";
"iapUpgradeToProMessage" = "Actualizează acum pentru a beneficia la maxim de Infuse și a activa toate aceste caracteristici grozave!";
"svcShowiTunesVideo" = "Afișați videoclipurile sincronizate";
"svcUpgradeToPro" = "Upgrade la Infuse Pro";
"svcVisitSupportPage" = "Centrul de ajutor";
"tiShare" = "Partajați";
"ttStatistics" = "%d episoade, %d seriale, %d filme";
"ufDiscoveredSharesSectionTitle" = "Partajări disponibile";
"ufSavedSharesSectionTitle" = "Partajări salvate";
"geConnectionFailed" = "Ne pare rău, %@ a întâmpinat o eroare în timp ce încerca să se conecteze.";
"ufAddOtherShareItemTitle" = "Alte...";
"ufDomainNamePlaceholder" = "opțional";
"ufForgetSavedShare" = "Uitaţi";
"ufShareAddress" = "Adresă";
"ufShareConnect" = "Salvați";
"ufShareNamePlaceholder" = "Fișierele mele multimedia";
"pcScrubbingFineSpeed" = "Derulare fină";
"pcScrubbingHalfSpeed" = "Derulare la jumătate din viteză";
"pcScrubbingHiSpeed" = "Derulare la viteză mare";
"pcScrubbingHint" = "Glisați degetul în sus pentru a regla viteza de derulare.";
"pcScrubbingQuarterSpeed" = "Derulare la sfert din viteză";
"fdDownloadFailedTitle" = "A avut loc o eroare în timpul descărcării acestui fișier.";
"fdDownloadsSectionTitle" = "Descărcări";
"fdFileExistsButtonOverwrite" = "Înlocuiți";
"fdFileExistsButtonRename" = "Păstrați ambele";
"fdFileExistsTitleFormat" = "Un fișier numit '%@' există deja în librăria dvs.";
"fdNoDownloadsMessage" = "Luați-vă floricelele, este timpul pentru film!";
"fdNoDownloadsTitle" = "Woohoo!";
"fdNoFreeSpaceMessageFormat" = "Este timpul să vă curățați %@ pentru a obține spațiu suplimentar pentru filme noi.";
"fdNoFreeSpaceTitle" = "Spațiul de pe spațiu este scăzut";
"fdStopDownloadButtonTitle" = "Opriți Descărcarea";
"fdStopDownloadConfirmationFormat" = "Sunteți sigur că doriti să opriți descărcarea fișierului '%@'?";
"fdTryAgain" = "Încercați din nou";
"hoEmptyFolderSub" = "Mergeți mai departe, nu este nimic de văzut aici.";
"hoEmptyFolderTitle" = "Dosar gol";
"iapUpgradeToProTitleAirPlay" = "Actualizează acum pentru a activa transmiterea prin AirPlay și alte caracteristici grozave!";
"pmVolumeBoostTitle" = "Extra volum";
"prTVShowSpecialNum" = "%@ Special";
"prTVShowSpecials" = "Speciale";
"svcListView" = "Vizualizare listă";
"svcMetadataFetching" = "Preluarea de metadate";
"ufShareRemove" = "Eliminați această Partajare";
"svcClearAllMetadata" = "Ștergeți toate metadatele";
"svcClearAllMetadataConfirmationTitle" = "Ștergeți toate metadatele";
"acSubtitlesImportedMsg" = "Subtitrările sunt acum disponibile în meniul de setări pentru redare.";
"acSubtitlesImportedTitle" = "Au fost adăugate subtitrări noi";
"geGB" = "GB";
"geKB" = "KB";
"geMB" = "MB";
"pmAudioDTSHDMI" = "Audio 5.1 prin HDMI";
"pmSubtitlesFromOS" = "OpenSubtitles";
"pmSubtitlesImported" = "Importate";
"svcCacheSize" = "Metadate";
"svcClearAllMetadataConfirmationClearButton" = "Ștergeți";
"svcClearAllMetadataConfirmationText" = "Sunteți sigur că doriţi să ștergeți toate metadatele salvate?";
"svcGestureControl" = "Controlul gesturilor";
"svcContinuousPlayback" = "Redare continuă";
"svcAudioLanguage" = "Audio";
"svcMetadataLanguage" = "Metadate";
"svcSectionGeneral" = "General";
"svcSectionLanguage" = "Limba";
"svcSectionPlayback" = "Redare";
"svcSubtitleLanguage" = "Subtitrări";
"tiReloadSearch" = "Cautați";
"wsMarkAsUnwatched" = "Marcați ca nevizionat";
"wsMarkAsWatched" = "Marcați ca vizionat";
"acOpenURLUnsupportedContentMsg" = "Ne pare rău, acest tip de conținut nu este încă suportat.";
"fdDowloadPausedInBackgroundButton" = "reluați";
"fdDowloadPausedInBackgroundMessage" = "Descărcările video au fost întrerupte.";
"fdStopDownloadButtonShortTitle" = "Opriți";
"fdTicketDownload" = "Descărcați";
"fdTicketDownloaded" = "Descărcat";
"fdTicketDownloading" = "Se descarcă";
"fdTicketFailed" = "Reîncercați";
"fdTicketInQueue" = "În așteptare";
"geAuto" = "Auto";
"geCantEstablishConnectionToHost" = "Nu s-a putut stabili conexiunea la server.";
"geCantResolveHost" = "Serverul specificat nu a putut fi găsit.";
"geConnectionFailedFormat2" = "Ne pare rău, %@ a întâmpinat o eroare în timp ce încerca să se conecteze. (eroare HTTP %u).";
"geHTTPNotFound" = "Calea specificată nu a fost găsită.";
"hoAddFavoriteButtonTitle" = "Adăugați";
"hoAddFavoriteTitle" = "Adăugați la preferate";
"iapCheckHistoryButton" = "Verifică disponibilitatea";
"iapUpgradeToPro3Title" = "Upgrade la Infuse Pro";
"moCannotConnectToSpacePackMessage" = "Apasați butonul de pe spatele Space Pack-ului pentru a permite accesul.";
"svcNightTheme" = "Mod întunecat";
"svcSortByDate" = "Sortează după dată";
"ufPath" = "Cale";
"ufPort" = "Port";
"ufShareProtocol" = "Protocol";
"diEmailRecipient" = "hello@firecore.com";
"diEmailSubject" = "Infuse";
"diNoAccountMessage" = "Vă rugăm configurați un cont de email în aplicația Setări, apoi incercați din nou.";
"diNoAccountTitle" = "Niciun Cont de Email";
"diSendDebugInfoButtonTitle" = "Trimiteți-ne un e-mail";
"svсDolbyDTSOverHDMIPassthrough" = "Audio 5.1 prin HDMI";
"svсDolbyOverAirPlayPassthrough" = "Audio 5.1 prin AirPlay";
"svcPro2UpgradeToPro3" = "Pro v2 - Upgradează acum";
"emTraktTVAutoAuthError" = "Nu se poate accesa trakt.\nVă rugăm să vă autentificați din nou.";
"iapUpgradeToProTitleGoogleCast" = "Actualizează acum pentru a activa transmiterea prin Google Cast și alte caracteristici grozave!";
"svcGoogleCast" = "Google Cast";
"ufLinksCategory" = "prin URL direct";
"ufLinksDescription" = "Introduceți un URL pentru a reda în flux sau a descărca fisierul video de pe Internet.";
"ufLinksLabel" = "URL nou";
"ufLinksPanelTitle" = "URL";
"ufLinksPlaceholder" = "http://example.com/sample.mp4";
"hoLinks" = "Linkuri";
"svcDolbyPostProcessing" = "Efecte Dolby Audio";
"hoAddFiles" = "Adăugați fișiere";
"hoOrganize" = "Alegeți";
"foMovingFailedExist" = "Unele elemente nu au putut fi mutate deoarece există deja elemente cu acelaşi nume.";
"foRemoveITunesItemPlural" = "Ups! Unele clipuri video au fost sincronizate prin iTunes. Folosiţi iTunes sau aplicaţia TV pentru a le şterge.";
"hoAddFolderTitle" = "Adăugați dosar";
"hoDeletingItems" = "Se şterg elemente...";
"hoFoldersTitle" = "Dosare";
"hoMovingItems" = "Se mută elemente...";
"hoNewFolder" = "+ dosar nou";
"hoRemoveFromFolder" = "Eliminați din dosar";
"svcLandscapeLock" = "Blocare pe orizontală";
"svcPlayInBackground" = "Redare în fundal";
"svcShowFilenames" = "Afişează nume fişiere";
"hoAddToFavorites" = "Adăugați la preferate";
"hoMove" = "Mutați";
"hoRemoveFromFavorites" = "Eliminați din preferate";
"hoSortByName" = "Sortați după titlu";
"geDelete" = "Ştergeți";
"iapFeatureDescriptionStreaming" = "Redați pe televizor fișierele dvs. video, cu sunet surround și subtitrări, prin AirPlay și Google Cast.";
"iapFeatureTitleStreaming" = "AirPlay și Google Cast";
"lockAddPasscodeHint" = "Introduceți noua parolă";
"lockAddPasscodeMismatch" = "Parolele nu se potrivesc. Încercați din nou.";
"lockAddPasscodeReenter" = "Reintroduceți noua parolă";
"lockEnterOldPasscode" = "Introduceți parola veche";
"lockTitle" = "Introduceţi parola";
"lockTouchIDSubtitle" = "Deblocați %@";
"obStageAirPlayTitle" = "AirPlay și Google Cast";
"svcChangePasscode" = "Schimbă parola";
"svcPasscodeLock" = "Restricții";
"svcUseTouchID" = "Utilizează Touch ID";
"obOpenIAPButtonTitle" = "Obțineți Infuse Pro";
"obStageAirPlayMessage" = "Redați fișierele dvs. video folosind AirPlay și Google Cast.";
"obStageMoreMessage" = "Redați formate adiționale cu aplicațiile Dolby (AC3) și DTS-HD audio, AirPlay și Google Cast, sincronizare Trakt, redare în fundal și multe altele!";
"obStageMoreTitle" = "Obțineți mai mult cu Infuse Pro";
"obStageStreamingMessage" = "Răsfoiți, redați și descarcați filme de pe aproape orice Mac, PC, NAS sau drive wireless. Nu este nevoie de sincronizare.";
"obStageStreamingTitle" = "Redați cu ușurință";
"obStageSubtitlesMessage" = "Folosiți-le pe ale dvs. sau adaugați subtitrări în câteva secunde prin descărcarea lor gratuită cu un click de pe OpenSubtitles.";
"obStageSubtitlesTitle" = "Subtitrări ușor de utilizat";
"obStageSyncMessage" = "Redați aproape orice format media, inclusiv MKV, AVI, MP4, WMV și multe altele fără nicio conversie.";
"obStageSyncTitle" = "Obțineți mai mult decat un simplu iTunes";
"obStageWiFiMessage" = "Conectați-vă iPhone-ul sau iPad-ul la aceeași rețea Wi-Fi ca și computerul dvs. și deschideți un browser web pentru a încărca fișierele.";
"obStageWiFiTitle" = "Sincronizare fără fir";
"obThanksForPro" = "Vă mulțumim\ncă ați trecut la PRO";
"svcConnectToTrakt" = "Conectați-vă la Trakt";
"vvGoogleCastFormat" = "Nu este disponibil pentru acest tip de fișier video";
"vvGoogleCastITunes" = "Nu este disponibil pentru conținut iTunes";
"geDefault" = "Implicit";
"geWarning" = "Atenționare";
"pmSubtitlesFontName" = "Font";
"ufCellularDataWarning" = "Operatorul dvs. poate aplica taxe suplimentare pentru traficul de date în rețeaua celulară.";
"ufUnknownNetwork" = "<necunoscut>";
"geOff" = "Dezactivat";
"geOn" = "Activat";
"hoNoFavoritesButton" = "Adăugați";
"hoNoFavoritesLabel" = "Adăugați dosare din partajările de rețea";
"hoRemoveFavoriteButtonTitle" = "Ștergeți din preferate";
"hoWelcomeToInfuse" = "Bine ați venit la INFUSE";
"iapFeatureDescriptionSubtitles" = "Folosiți subtitrările dvs. sau adăugați cu ușurință unele prin descărcarea lor gratuită de pe OpenSubtitles.";
"iapFeatureTitleSubtitles" = "Subtitrări ușor de utilizat";
"pmInfo" = "Info";
"pmOptions" = "Opţiuni";
"pmTracks" = "Piste audio";
"prEdit" = "Editați";
"prEpisodes" = "Episoade";
"prRate" = "Evaluați";
"svcCalculatingCacheSize" = "Se calculeaza marimea Cache...";
"svcClearingMetadata" = "Se șterg Metadatele...";
"svcNetworkSharesSectionTitle" = "Retea";
"svcTraktAccount" = "Trakt";
"ttLogoutMessage" = "Sunteți sigur că doriți să vă deconectați?";
"ttWatchedEpisodes" = "episoade vizionate";
"ttWatchedMovies" = "filme vizionate";
"ttWatchedTVShows" = "seriale vizionate";
"tvshAddFavorite" = "Adăugați la preferate";
"tvshAddFavoritesHint" = "Pentru a adăuga un dosar la favorite țineți apăsat pe suprafața tactilă a telecomenzii.";
"tvshEditShare" = "Editați partajarea";
"tvshFavoritesSectionTitle" = "Preferate";
"tvshSavedShareHint" = "Selectați dosarele preferate pe care doriți să le vedeți pe ecranul principal.";
"tvshShares" = "Partajări";
"pcSwipeDownHint" = "Trageți cu degetul în jos pentru informații";
"ufTestingConnection" = "Se verifică conexiunea ...";
"geClear" = "Ștergeți";
"geRemovePrompt" = "Sunteți sigur că vreți să ştergeţi '%1$@'?";
"svcClearRecentlyWatched" = "Stergeți lista Vizionate Recent";
"svcClearRecentlyWatchedConfirmationText" = "Sunteți sigur că doriți să stergeți lista Vizionate Recent?";
"svcEmbeddedMetadata" = "Metadate încorporate";
"svcUpgradeToFmt" = "Upgrade la %@";
"ufForgetShareAlertTitle" = "Sunteți sigur că vreți să eliminați această partajare?";
"vvResumeButton" = "Reluați redarea";
"vvResumeOrStartFromBeginning" = "Doriți să reluați de unde ați rămas sau să vizionați de la început?";
"vvStartFromBeginningButton" = "Începeți de la început";
"emPackedDivx" = "Ne pare rău, acest tip de fişier (DivX) nu este momentan suportat.";
"hoReloadFavoriteButtonTitle" = "Reîncărcați ilustrația";
"hoRenameFavoriteButtonTitle" = "Redenumiți";
"hoSortByFileName" = "Sortați după numele fișierului";
"svcAppVersionFmt" = "Infuse %@";
"svcSortingMode" = "Ordine sortare";
"svcSortingModeByDate" = "Dată";
"svcSortingModeByFileName" = "Nume fişier";
"svcSortingModeByTitle" = "Titlu";
"bcVOFile" = "Fişier";
"bcVOLink" = "Legătură";
"geVOInProgress" = "Se încarcă";
"hoVOFavoriteItem" = "Element preferat";
"hoVOFolderItem" = "Dosar";
"hoVOMenu" = "Meniu";
"hoVOMore" = "Mai mult";
"hoVORefreshing" = "Se reîmprospătează conținutul";
"hoVOSeasonItem" = "Sezon";
"hoVOSeriesItem" = "Seria";
"hoVOVFSItem" = "Dosar partajat";
"hoVOVideoItem" = "Video";
"pcVOAirplay" = "AirPlay";
"pcVONext" = "Următorul";
"pcVOPause" = "Pauză";
"pcVOPlay" = "Redați";
"pcVOPrevious" = "Anterior";
"pcVORewindBack" = "Derulare înapoi";
"pcVORewindForward" = "Derulare înainte";
"pcVOSettings" = "Setările de redare";
"pcVOTrackPosition" = "Poziția de redare";
"pcVOTrackPositionValue" = "%1$@ / %2$@";
"pmBlack" = "Negru";
"pmHeavy" = "Greu";
"pmLarger" = "Mai mare";
"pmLight" = "Ușor";
"pmRegular" = "Normal";
"pmSemibold" = "Semi ingroșat";
"pmSmaller" = "Mai mic";
"pmThin" = "Subțire";
"pmUltraLight" = "Foarte subțire";
"pmVOBrightness" = "Luminozitate";
"pmZoomModeAnamorphicA" = "Anamorfic A (2.35:1)";
"pmZoomModeAnamorphicB" = "Anamorfic B (2.39:1)";
"pmZoomModeAnamorphicC" = "Anamorfic C (2.40:1)";
"pmZoomModeWidescreenA" = "Ecran lat A (1.85:1)";
"pmZoomModeWidescreenB" = "Ecran lat B (2.00:1)";
"tiVOEpisode" = "Episod %@";
"tiVOPoster" = "Afiș video";
"tiVORating" = "Evaluare:% 1 $ g din% 2 $ g";
"wsVOWatchStatus" = "Stare vizionare";
"wwVOReload" = "Reîncărcați";
"svcEdgeTapChapters" = "Control capitole";
"svcAudioOutput" = "Ieşire audio";
"svcAudioOutputPassthrough" = "Passthrough";
"svcFileManagement" = "Administrare fişiere";
"svcWatchedIndicators" = "Indicatori vizionat";
"svcWatchedIndicatorsMoviesOnly" = "Doar filme";
"svcWatchedIndicatorsTVShowsOnly" = "Doar seriale";
"hoDeletionDisabled" = "Vă rugăm să activaţi Administrare fişiere pentru a şterge fişiere.";
"emTraktTVSignUpDenied" = "Cererea de autorizare a fost respinsă.";
"hoDisableOnlineMetadata" = "Utilizați metadatele locale";
"hoEnableOnlineMetadata" = "Utilizați metadatele online";
"hoHideFavorite" = "Ascundeți preferatele";
"hoLocalMetadataWarning" = "Metadate locale";
"hoResetArtwork" = "Resetați ilustrația";
"hoSelectArtwork" = "Selectați ilustrația";
"hoShowFavorite" = "Afişaţi preferatele";
"li00s" = "Anii 2000";
"li10sOld" = "2010+";
"li1Star" = "1 Stea";
"li2Stars" = "2 Stele";
"li30thAndOlder" = "Mai vechi";
"li3Stars" = "3 Stele";
"li40s" = "Anii '40";
"li4Stars" = "4 Stele";
"li50s" = "Anii '50";
"li5Stars" = "5 Stele";
"li60s" = "Anii '60";
"li70s" = "Anii '70";
"li80s" = "Anii '80";
"li90s" = "Anii '90";
"liAllMovies" = "Toate Filmele";
"liAllTVShows" = "Toate serialele";
"liByAgeRating" = "După Vârstă";
"liByDate" = "După Data Lansării";
"liByGenre" = "După Gen";
"liByRating" = "După Vot";
"liEpisodeStats" = "Episoade TV: %d";
"liLastScanDate" = "Ultima Actualizare: %@";
"liLastScanDateDaysAgo" = "%@ în urmă";
"liLastScanDateNever" = "Niciodată";
"liLastScanDateYesterday" = "Ieri";
"liMovies" = "Filme";
"liMovieStats" = "Filme: %d";
"liOtherStats" = "Alta: %d";
"liRecentlyAdded" = "Adăugate recent";
"liScanForChanges" = "Scanați modificările";
"liScanning" = "În curs...";
"liSeries" = "Seriale";
"liShowLibrary" = "Arată Bibliotecă";
"liStatusFailFor" = "Indexarea a eşuat pentru %@";
"liStatusFetchingContentFor" = "Se preia conţinut pentru %@";
"liStatusFetchingMetadataFor" = "Se preiau metadate pentru %1$@ (%2$d\U00A0de\U00A0%3$d)";
"liStatusFetchingThumbnailsFor" = "Se preiau pictograme pentru %1$@ (%2$d\U00A0de\U00A0%3$d)";
"liTop" = "Top 30";
"liUnsortedItems" = "Alta";
"liUnwatched" = "Nevizionate";
"svcContinuousPlaybackMovies" = "Doar filme";
"svcContinuousPlaybackTVShows" = "Doar seriale";
"tvDeiceAuthRequestingCode" = "Solicitare cod autorizare...";
"tvDeviceAuthStatusLoggingIn" = "Confirmare primită, autentificare...";
"tvDeviceAuthStatusWaiting" = "Se aşteaptă autorizarea...";
"tvDeviceAuthTitle" = "Urmați acești pași pentru a vă conecta la Trakt";
"tvDeviceAuthUseCode" = "Introduceţi codul de autorizare (valabil pentru %@)";
"tvDeviceAuthVisitUrl" = "Vizitaţi următorul URL sau scanaţi codul QR";
"tvImagePickerHint" = "Selectați o imagine dintre cele partajate în rețea pentru a o folosi drept ilustrație personalizată.";
"wsChangingWatchStatus" = "Modificare statut vizionare...";
"emSandiskNotAvailable" = "SanDisk iXpand Drive nu poate fi accesată. Asigurați-vă că este conectată corect și că nu este folosită de alte aplicații.";
"ufUploadInfoAddFTP" = "Transferați fișierele video prin aplicația FTP.";
"ufUploadInfoAddHTTP" = "Utilizați butonul \"Adăugați\" sau trageți și plasați videoclipuri în fereastra browserului.";
"ufUploadInfoAddressFTP" = "Deschideți aplicația FTP preferată (ex. Transmit sau Cyberduck) și conectați-vă folosind adresa:";
"ufUploadInfoAddressHTTP" = "Introduceți această adresă în browser-ul dvs. Web:";
"ufUploadInfoCredentials" = "Utilizați aceste date de autentificare pentru a intra în bibliotecă:";
"ufUploadInfoHint" = "Nu închideți această fereastră până când transferul nu este finalizat.";
"ufUploadInfoNetwork" = "Conectați-vă computerul la:";
"ufUploadInfoAddressIP" = "Sau încercați %@";
"csAddNewTitle" = "Adăugați un serviciu";
"csAddServiceButton" = "Adaugă";
"csCloudServicesSectionTitle" = "Servicii Cloud";
"csRemoveServiceButton" = "Elimina";
"emCloudAccessTokenRevoked" = "Ups! Infuse nu mai poate accesa contul dvs. deoarece tokenul de acces a fost revocat.";
"geAuthentication" = "Autentificare";
"iapFeatureDescriptionCloudStreaming" = "Redați fișiere video direct din servicii cloud precum Dropbox, Google Drive, OneDrive și altele.";
"iapFeatureDescriptionHDAudio" = "Ascultați fiecare detaliu prin suport suplimentar pentru formatul de sunet Dolby TrueHD și DTS-HD MA pe 24 biți.";
"iapFeatureDescriptionSync" = "Sincronizați biblioteca, progresul redării și istoricul vizionărilor cu alte dispozitive.";
"iapFeatureDescriptionVideoFormats" = "Bucuraţi-vă şi de mai multe formate video (până la 4K Ultra-HD), economisind astfel ore întregi de conversie a fişierelor.";
"iapFeatureTitleCloudStreaming" = "Redare din Cloud";
"iapFeatureTitleHDAudio" = "Calitate Audio HD";
"iapFeatureTitleSync" = "Rămâneți sincronizat";
"iapFeatureTitleVideoFormats" = "Vizionați mai multe fişiere video";
"iapStartTrial" = "Începe 1 luna de probă acum!";
"iapSubscribeNow" = "Upgradează acum";
"iapSubscribeNowWithPrice" = "Actualizează acum (%@ / anul)";
"iapSubscriptionPrice" = "%@ pe an după ce proba se încheie";
"iapUpgradeToProTitleCloudStreaming" = "Actualizează acum pentru a permite desfășurarea cloud și alte caracteristici uimitoare!";
"iapUpgradeToProTitlePremiumVideo" = "Pentru a accesa acest video aveți nevoie de Infuse Pro.";
"liInProgress" = "Vizionând";
"svcCloudSync" = "Sincronizare iCloud";
"svcMediaLibraryDenied" = "Vă rugăm să permiteți accesul bibliotecii media din setările de intimitate ale dispozitivului.";
"svcMediaLibraryRestricted" = "Vă rugăm să permiteți accesul bibliotecii media din setările controlului parental ale dispozitivului.";
"svcShowUpNextSetting" = "Lista cu ce urmează";
"tvcsEdit" = "Editați";
"tvcsRemove" = "Eliminați";
"ufAccount" = "Cont";
"ufDocumentsCategory" = "prin Documente";
"ftTimeRemainingInMinutesFormat" = "%@ min rămase";
"liCollections" = "Colecții";
"liInProgressOnly" = "Doar vizionând";
"liRecentlyAddedOnly" = "Doar adăugate recent";
"pmDeinterlacing" = "Deinterlacing";
"diFeedbackInstructionsButtonTitle" = "Trimiteți diagnozele";
"dvdDirectorsCommentary" = "Comentariul regizorului";
"hoSortByReleaseDate" = "Sortați după data lansării";
"liNewest" = "Cele mai noi";
"pmTitleNameFormat" = "Titlu %d (durată - %@)";
"pmTitles" = "Titluri";
"svcSectionFeedback" = "Suport";
"svsSortingModeByReleaseDate" = "Data lansării";
"tvFeedbackEmailTo" = "Trimiteți un e-mail la următoarea adresă sau scanați codul QR";
"tvFeedbackInsertHere" = "[Introduceți feedback aici]";
"tvFeedbackSavingTechInfo" = "Se încarcă informațiile despre diagnoză...";
"tvFeedbackTitle" = "Urmați acești pași pentru asistență";
"tvFeedbackUploadConnectionError" = "Nu s-a putut accesa serviciul de încărcare a diagnozelor.\nVă rugăm să vă verificați conexiunea la internet și să încercați din nou.";
"tvFeedbackUploadFailedMessage" = "A survenit o eroare la încărcarea diagnozelor.\nVă rugăm să încercați din nou mai târziu.";
"tvFeedbackUploadFailedTitle" = "Încărcarea a eșuat";
"tvFeedbackUploadUnavailable" = "Serviciul de încărcare a diagnozelor este indisponibil temporar.\nVă rugăm să încercați din nou mai târziu.";
"tvFeedbackUseCode" = "Includeți acest cod în mesajul dvs.";
"blurayBonusTrack" = "Piesă bonus";
"iapSubscriptionVerificationMessage" = "Conectați-vă la internet pentru a reîncărca. Abonamentul va rămâne activ până la %@.";
"iapSubscriptionVerificationTitle" = "Abonamentul nu poate fi verificat";
"pacoAllowAppAccess" = "Blocați aplicația";
"pacoAllowedMovieRatings" = "Clasificări permise pentru filme";
"pacoAllowedTVShowRatings" = "Clasificări permise pentru seriale";
"pacoChangePasscodeSubtitle" = "Introduceți codul dvs. de acces format din patru cifre.";
"pacoChangePasscodeTitle" = "Codul de acces actual";
"pacoCheckPasscodeSubtitle" = "Introduceți codul dvs. de acces format din patru cifre.";
"pacoCheckPasscodeTitle" = "Introduceți codul de acces";
"pacoConfirmPasscodeSubtitle" = "Reintroduceți noul dvs. cod de acces format din patru cifre.";
"pacoConfirmPasscodeTitle" = "Reintroduceți codul de acces";
"pacoDisablePasscodeProtection" = "Dezactivați blocarea cu cod de acces";
"pacoEnablePasscodeProtection" = "Activați blocarea cu cod de acces";
"pacoNewPasscodesDontMatchSubitle" = "Noile coduri de acces nu corespund. Încercați din nou.";
"pacoNewPasscodesDontMatchTitle" = "Noile coduri de acces nu corespund";
"pacoNewPasscodeSubtitle" = "Introduceți noul dvs. cod de acces format din patru cifre.";
"pacoNewPasscodeTitle" = "Noul cod de acces";
"pacoParentalControl" = "Control parental";
"pacoRatingsNotRated" = "Fără clasificare";
"pacoRestrictions" = "Restricții";
"pacoSetPasscodeSubtitle" = "Introduceți un cod de acces format din patru cifre pentru a configura restricții pentru filmele dvs.";
"pacoSetPasscodeTitle" = "Setați codul de acces";
"pacoTurnOffPasscodeSubtitle" = "Introduceți codul dvs. de acces pentru a dezactiva restricțiile.";
"pacoTurnOffPasscodeTitle" = "Dezactivați restricțiile";
"coGray" = "Gri";
"coMagenta" = "Magenta";
"coPink" = "Roz";
"coTealBlue" = "Albastru verzui";
"pm3dMode" = "Mod 3D";
"pm3dModeSBS" = "Paralel";
"pm3dModeTAB" = "Sus și jos";
"pmSubtitlesDownloadsCountAndFPS" = "%i descărcări, %g fps";
"diTechnicalDetails" = "Diagnostice: %@";
"prSeries" = "Seria";
"vvNowPlaying" = "În redare acum pe %@";
"vvSeasonEpisode" = "Sezon %@, Episod %@";
"prLocation" = "Locație";
"tiLocalFile" = "Sincronizat";
"tiOnShare" = "pe %@";
"geVODismissPopup" = "Închideți popup";
"geVODismissPopupHint" = "Atingeți de două ori pentru a închide fereastra pop-up";
"hoContentAll" = "Toate";
"hoFiles" = "Fișiere";
"hoVOGridMode" = "Vizualizare grilă";
"hoVOListMode" = "Vizualizare listă";
"liAllVideos" = "Toate Fişierele Video";
"liEmptyLibraryHintAction" = "Adăugați la preferate";
"liEmptyLibraryHintBody" = "Începeți să adăugați fişiere video in Biblioteca dvs., găsind câteva dosare pe care să le adăugați ca Preferate.";
"liEmptyLibraryHintTitle" = "Ups, această bilbiotecă este goală!";
"liEpisodes" = "Episoade TV";
"liSettings" = "Bibliotecă";
"pcVOPiP" = "Imagine în imagine";
"ufAddFavoriteHint" = "Atingeți steluța pentru a adăuga un dosar la Bibliotecă.";
"ufConnectionSuccess" = "Conectare reușită";
"ufLetsGo" = "Să începem";
"raRateInfuseTitle" = "Evaluați %@";
"liAllDeviceContent" = "Tot conținutul";
"obSDStage2Message" = "Răsfoiți, redați și descarcați filme de pe aproape orice Mac, PC, NAS sau drive wireless. Nu este nevoie de sincronizare.";
"obSDStage2Title" = "Redați de la distanță cu ușurință";
"obSDStage3Message" = "Aplicația acceptă subtitrări încorporate și externe.";
"obSDStage3Title" = "Suport subtitrare";
"obSDStage4Message" = "Redați filmele pe televizor folosind Apple AirPlay și Google Chromecast.";
"obSDStage4Title" = "Apple AirPlay și Google Cast";
"obSDStage5Title" = "Obțineți mai mult cu %@";
"emHEVCRequiresOS" = "Actualizați la iOS 11 pentru a reda videoclipuri H.265";
"eulaAgree_SD" = "De acord";
"hoBrowse" = "Răsfoiți";
"hoSearchResults" = "Rezultatele căutării";
"obSDStage1Title" = "Redați mai multe de pe unitatea SanDisk iXpand Drive";
"pipAreYouSure" = "Ești sigur?";
"pipDoNotShare" = "Nu partajați";
"pipLearnMore" = "Aflați mai multe";
"pipShare" = "Partajați";
"pipTitle" = "Îmbunătățirea produsului";
"pipWithoutItem1" = "Noi caracteristici %@";
"pipWithoutItem3" = "O experiență personalizată pentru aplicație";
"pipWithoutTitle" = "Fără dispozitive anonime și informații despre aplicații, veți fi în întuneric pe:";
"svcContactSupport" = "Contactați suportul";
"svcMoreAboutProButtonTile" = "Aflați mai multe";
"svcUpgradeNowTitle" = "Treceți la Pro și activați opțiuni extraordinare!";
"ttEpisodes" = "episoade";
"ttMovies" = "filme";
"ttShows" = "seriale";
"wsWatched" = "Vizionat";
"fdTicketRetryDownloading" = "Reîncercați descărcarea";
"svcUseFaceID" = "Utilizați Face ID";
"iapCancelSubscriptionButton" = "Abonamente";
"iapChangePlan" = "Vizualizare abonament";
"iapContinuePurchasingButton" = "Ignoră";
"iapFeatureDescriptionInAppPurchaseSync" = "Cumpărați o singură dată și puteți folosi toate funcțiile extraordinare ale Infuse Pro pe iPhone, iPad, Apple TV și Mac.";
"iapFeatureDescriptionUpdatesForLife" = "Obțineți funcțiile noi și extraordinare din toate actualizările viitoare - chiar și la cele din versiuni majore, precum v9, v10 etc...";
"iapFeatureTitleInAppPurchaseSync" = "Plătiți o dată, folosiți pe toate dispozitivele dvs.";
"iapFeatureTitleUpdatesForLife" = "Actualizări pe viață";
"iapMostPopular" = "Favorit";
"iapPurchaseAnnual" = "Anual";
"iapPurchaseLifetime" = "Nu expiră";
"iapPurchaseMonthly" = "Lunar";
"iapPurchaseOneMonthFree" = "O lună de test";
"iapPurchaseOneWeekFree" = "7 zile de test";
"iapPurchaseProForever" = "Pro pe viață";
"iapPurchaseSavingsFormat" = "Economisește %@%%";
"iapPurchaseTrialInfo" = "Toate abonamentele încep cu o perioadă de testare gratuită. Le puteți anula oricând.";
"iapPurchaseUpgrade" = "Special";
"iapSubscriptionAlreadyPurchasedWarningTitle" = "Se pare că încă mai aveți un abonament activ pentru Infuse Pro, care nu mai este necesar. Puteți gestiona acest lucru din secțiunea Abonamente din App Store.";
"iapTermsOfUse" = "Abonamentul dvs. include o perioadă de încercare gratuită care începe odată ce achiziția a fost confirmată cu contul dvs. iTunes. După încheierea perioadei de încercare, abonamentul va începe și se va reînnoi automat. Contul dvs. iTunes va fi taxat pentru perioada imediat următoare, cu excepția cazului în care dezactivați reînnoirea automată sau anulați abonamentul în Setările contului cu cel puțin 24 de ore înainte de sfârșitul perioadei curente. Pentru termeni și politica de confidențialitate, vizitați firecore.com/terms-privacy";
"iapThanksForGoingProTitle" = "Vă mulțumim\ncă ați trecut la PRO";
"iapUpgradeToInfuseProTitle" = "Upgrade\nla Infuse Pro";
"iapPurchasePRO" = "PRO";
"iapPurchaseActive" = "Activ";
"liAllContent" = "Tot conținutul";
"hoEmptyFolderSub_SD" = "Acestea nu sunt dosarele pe care le căutați ...";
"hoLearnMore_SD" = "Conectați un dispozitiv SanDisk iXpand Drive pentru a începe";
"obSDStage1Message" = "Redați mai multe folosind dispozitivul SanDisk iXpand Drive. Nu este nevoie să convertiți formate de fișiere - doar relaxați-vă și vizionați...";
"obSDStage5Message" = "Redați fișiere video cu formate audio de calitate superioară %@ și DTS. Redați în fundal, transmiteți pe TV și multe altele ...";
"pipAbout" = "Despre";
"pipDescription" = "Ajutați SanDisk să vă îmbunătățească %@ experiența aplicației, alegând să distribuiți anonim informații despre dispozitiv și aplicație.";
"pipEULA" = "Acordul de licențiere pentru utilizatorul final";
"pipLegal" = "Juridice";
"pipMoreInfo" = "Îmbunătățirea produsului colectează și transmite periodic informații de diagnosticare și de utilizare, care ajută SanDisk să îmbunătățească calitatea și performanța. Aceste informații includ, în general, configurația dispozitivului, utilizarea aplicației, utilizarea stocării, tipul de fișiere, precum și diagnosticarea erorilor.";
"pipOpenSource" = "Notificări pentru terți";
"pipPrivacyTitle" = "Politica de confidenţialitate";
"pipShareDataSetting" = "Distribuiți date anonime";
"svcSDCopyright" = "© 2020 Western Digital Corporation sau afiliații săi. Toate drepturile rezervate.";
"ufShareProtocolVersion" = "Versiune SMB";
"ufShareLegacySMB" = "Legacy";
"plFollowSteps" = "Urmați acești pași pentru a vă conecta la Plex";
"plRepeatAttempt" = "Încercați din nou";
"plUseAuthCode" = "Introduceți codul de autorizare";
"plConnectToPlex" = "Adăugați Plex";
"plLoginTitle" = "Conectați-vă la Plex";
"geUnexpectedResponse" = "Răspuns neaşteptat de la server. Vă rugăm încercați din nou.";
"hoAddToHomeScreen" = "Adăugați la ecranul principal";
"hoAddToLists" = "Adăugați la liste";
"hoRemoveListButtonTitle" = "Eliminați Lista";
"hoUpdatingMetadata" = "Se actualizează metadatele...";
"liMoviesGenres" = "Genuri de film";
"liRecentlyAddedMovies" = "Filme adăugate recent";
"liTopRatedMovies" = "Filme evaluate superior";
"liUnwatchedTVShows" = "Seriale nevizionate";
"plNoServersMessage" = "Vă rugăm înregistrați un server cu contul Plex şi încercați din nou.";
"plNoServersTitle" = "Niciun server Plex";
"plSelectServerTitle" = "Selectați Server";
"prRefresh" = "Împrospătare";
"tiRefreshMeta" = "Împrospătați Metadatele";
"hoHideShare" = "Ascundeți Partajarea";
"hoShowShare" = "Afișați Partajarea";
"hoRefreshCategoryArtwork" = "Actualizați ilustraţia de categorie";
"liOnDeck" = "Redate recent";
"pacoLockSearch" = "Blocare căutare";
"emCodecNotAvailable" = "%@ nu poate reda acest fișier deoarece codecul necesar nu este disponibil.";
"emOptInEncouragement" = "Lucrăm să adăugăm suport pentru formate media suplimentare și optarea pentru îmbunătățirea produselor ne va ajuta să oferim compatibilitate pentru aceste clipuri mai devreme.";
"geOptIn" = "Înscrieți-vă";
"acCloudSyncWarningMessage" = "Se pare că o cantitate mare de date din iCloud a fost recent modificată sau eliminată. Doriți să sincronizați aceste modificări cu dispozitivul dvs.?";
"acCloudSyncWarningProceed" = "Sincronizați acum";
"acCloudSyncWarningTitle" = "Avertizare iCloud";
"svcShareStatistics" = "Distribuie datele de eroare";
"bcProducer" = "Producător";
"bcProducers" = "Producători";
"pmSubtitlesExternal" = "%1$@ (%2$@ Extern)";
"pmSubtitlesForcedExternal" = "%1$@ (%2$@ Manual Extern)";
"pmSubtitlesLanguageUnknown" = "Necunoscut";
"svcSubtitlesForcedOnly" = "Doar Manual";
"prPlayVersion" = "Selectați o Versiune";
"liStatusFetchingiCloud" = "Sincronizare cu iCloud";
"liStatusFetchingUpNext" = "Preluarea listei următoare";
"svcResumePlayback" = "Reluați redarea";
"svcResumePlaybackAsk" = "Întrebați";
"li4K" = "4K";
"liByResolution" = "După rezoluție";
"liFHD" = "Full HD";
"liHD" = "HD";
"liSD" = "SD";
"pmTinier" = "Mai mic";
"pmTiny" = "Minuscul";
"svcSubtitlesFetching" = "Descărcați subtitrări";
"pcBrightnessDown" = "Scădeți luminozitatea";
"pcBrightnessUp" = "Creșteți luminozitatea";
"pcNextChapter" = "Capitolul următor";
"pcPlayPause" = "Redare/Pauză";
"pcPrevChapter" = "Capitolul precedent";
"pcSkipBackward" = "Înapoi 15s";
"pcSkipForward" = "Înainte 15s";
"pcStopPlayback" = "Opriți";
"pcVolumeDown" = "Micșorați volumul";
"pcVolumeUp" = "Măriți volumul";
"pmVideoAlignBottom" = "Jos";
"pmVideoAlignCenter" = "Niciunul";
"pmVideoAlignTitle" = "Deplasare Verticală";
"pmVideoAlignTop" = "Sus";
"svcFeedbackAlertMessage" = "Vă rugăm contactaţi serviciul suport sau urmăriți %@ pe Twitter pentru a trimite feedback.";
"svcSubmitFeedback" = "Trimiteți Feedback";
"emCloudNeedAuthorization" = "Tokenul de acces nu mai este valid. Pentru a vă accesa locația partajată, vă rugăm să vă autentificați din nou.";
"emCloudNeedAuthorizationAppleTV" = "Tokenul de acces nu mai este valid. Pentru a vă accesa locația partajată, vă rugăm să vă autentificați pe un dispozitiv iOS mobil, cu iCloud Sync activat.";
"emOneDriveUpgrade" = "Această versiune de Infuse utilizează o nouă integrare OneDrive pentru o redare mai buna. Pentru a vă accesa locația partajată, vă rugăm să vă autentificați din nou.";
"emOneDriveUpgradeAppleTV" = "Această versiune de Infuse utilizează o nouă integrare OneDrive pentru o redare mai bună. Pentru a vă accesa locația partajată, vă rugăm să vă autentificați pe un dispozitiv iOS mobil, cu iCloud Sync activat.";
"emOneDriveUpgradeTitle" = "OneDrive Upgrade";
"gdMyDrive" = "Contul meu Drive";
"gdSharedWithMe" = "Partajate cu mine";
"gdTeamDrives" = "Conturi Drive de echipă";
"hoSignIn" = "Autentificare";
"pmAspectRatio" = "Format imagine";
"pmAspectRatio_16_10" = "HDTV (16:10)";
"pmAspectRatio_16_9" = "HDTV (16:9)";
"pmAspectRatio_36_10" = "Ultra-Widescreen (36:10)";
"pmAspectRatio_4_3" = "SDTV (4:3)";
"pmAudioRoute" = "Difuzor";
"pmSubtitlesBackground" = "Fundal";
"pmSubtitlesBackground_100" = "100％";
"pmSubtitlesBackground_25" = "25％";
"pmSubtitlesBackground_50" = "50％";
"pmSubtitlesBackground_75" = "75％";
"pmTrackOptionDefault" = "Implicit";
"pmTrackOptionForced" = "Manual";
"afAddUrlAlertMessage" = "Doriți să adăugați „%@” în listă?";
"afAddUrlAlertTitle" = "Adăugați URL";
"afAddUrlStep1" = "Copiați o adresă URL video din Safari, de ex.";
"afAddUrlStep2" = "Porniți %@ și deschideți acest ecran.";
"afAddUrlStep3" = "Confirmați adresa URL importată sau introduceți una manual pentru a o adăuga.";
"afAddUrlStep4" = "Atingeți un element din listă pentru a reda sau atingeți Descărcați pentru a salva pe dispozitiv.";
"afAddUrlsTitle" = "Adăugați adrese URL";
"geAdd" = "Adăugați";
"emDolbyNotSupported" = "Ne pare rău, sunetul Dolby nu este disponibil pe acest dispozitiv.";
"emBandwidthExceeded" = "Lăţime de bandă depășită";
"emCacheCleared" = "Metadate cache eliminat";
"emCacheEmpty" = "Spațiul disponibil de stocare de pe Apple TV a fost scăzut iar tvOS a șters unele date ale aplicațiilor pentru a elibera spațiu pentru alte aplicații. Ca urmare, este posibil ca metadatele și ilustrațiile stocate în Infuse să fi fost șterse.\n\nInfuse va descărca din nou metadatele și ilustrațiile pentru videoclipurile dvs.";
"emFileNotFound" = "Fișierul nu a fost găsit";
"emMissingPlexFile" = "Hopa, se pare că acest videoclip a fost mutat sau șters recent. Utilizați opțiunea „Scanare fișiere bibliotecă” din Plex pentru a le actualiza și încercați din nou.";
"emPlexRemoteLimit" = "Reglați setările de redare la distanță și/sau setările vitezei de încărcare din Plex pentru a reda acest videoclip.";
"emCacheError" = "Eroare Metadata Cache";
"emCacheErrorMessage" = "Hopa, ceva nu a mers bine și memoria cache a metadatelor nu mai este validă. Infuse va descărca din nou metadatele pentru videoclipurile Dvs.\n\nTrimiterea unui raport de diagnoză ne va ajuta să identificăm și să rezolvăm astfel de probleme în actualizările viitoare.";
"acCloudDownloadErrorMsg" = "Descărcați acest fișier înainte să îl redați";
"hoLocalFilesMigration" = "Vă mulțumim pentru upgrade la Infuse 8! Doriți să transferați videoclipurile locale în noua versiune?";
"hoSaveAndPlay" = "Salvați & Redați";
"plServerWrongAccount" = "Serverul pe care încercați să îl accesați nu poate fi găsit în acest cont.";
"svcAppearance" = "Aspect";
"svcAppIcon" = "Pictograma aplicației";
"svcDark" = "Întunecată";
"svcLight" = "Deschisă";
"liStatusFetchingAdditionalMetadataFor" = "Se preiau detalii pentru %1$@ (%2$d\U00A0de\U00A0%3$d)";
"liStatusUpdatingSpotlight" = "Se actualizează căutarea Spotlight...";
"pmDeinterlacingIvtc" = "Film (IVTC)";
"pmDeinterlacingLinear" = "Eficient (Liniar)";
"pmDeinterlacingYadif" = "Calitate înaltă (Yadif)";
"pacoHideFromFilesApp" = "Dezactivați aplicația Fișiere";
"ufAdvanced" = "Avansat";
"ufMacAddress" = "Adresa MAC";
"fdTicketDownloadAllEpisodes" = "Toate episoadele";
"fdTicketDownloadSingleEpisode" = "Un singur episod";
"fdTicketDownloadUnwatched" = "Episoadele nevizionate";
"emDropboxEmailNotVerified" = "Adresa de e-mail nu a fost verificată";
"emDropboxEmailNotVerifiedMessage" = "Vă rugăm să verificați adresa dvs. de email cu Dropbox înainte de a continua.";
"hoAddToPlaylist" = "Adăugați la lista de redare";
"hoCreateNewPlaylist" = "Creați listă de redare";
"hoDeletePlaylist" = "Ștergeți lista de redare";
"hoPlaylistTitle" = "Titlul listei de redare";
"hoRemoveFromPlaylist" = "Eliminați din lista de redare";
"hoRenameFavorite" = "Redenumiți preferatele";
"hoRenamePlaylist" = "Redenumiți lista de redare";
"hoUpdatingPlaylist" = "Se actualizează lista de redare...";
"liPlaylists" = "Liste de redare";
"NSBluetoothAlwaysUsageDescription" = "Utilizat pentru a descoperi dispozitivele Google Cast din apropiere";
"pmSubtitlesFontPreview" = "Această frază, scrisă de cosmin și emma, este o demonstrație pentru caracterele alese.";
"pmSubtitlesMoreFonts" = "Mai mult...";
"ufUploadInfoNetworkSame" = "Conectați computerul la aceeași rețea Wi-Fi.";
"acSavingToDocuments" = "Salvare în %@";
"hoAddToWatchlist" = "Adăugați la lista de redare";
"hoEmptyPlaylistsMessage" = "Pentru a crea o listă de redare, localizați un videoclip în bibliotecă și selectați opțiunea ‘Liste de redare’.";
"hoRemoveFromWatchlist" = "Eliminați din lista de redare";
"hoRenameList" = "Redenumiți lista";
"hoUpdatingWatchlist" = "Se actualizează lista de redare...";
"ivcNoPlayableContentInFolder" = "Acest dosar nu conține elemente care pot fi redate";
"ivcPlay" = "Redați";
"ivcPlayLoop" = "Redare continuă";
"ivcPlayLoopAndShuffle" = "Redare continuă aleatoriu";
"ivcPlayShuffle" = "Redare aleatorie";
"ivcSearchingPlayableContent" = "Se caută videoclipuri disponibile ...";
"pmItalic" = "Italic";
"pmSubtitlesMissingFontsListFooter" = "Atingeți fontul și selectați-l din listă pentru a-l importa pentru utilizare la redarea videoclipurilor.";
"pmSubtitlesMissingFontsListHeader" = "Acest videoclip utilizează câteva fonturi care lipsesc. Pentru cea mai bună experiență, importați fonturile listate mai jos.";
"pmSubtitlesMissingFontsTitle" = "Fonturi lipsă";
"hoAddToList" = "Adaugă la listă";
"hoManageLists" = "Liste de redare";
"hoNoFavorites" = "Fără preferate";
"hoReOrderReset" = "Reveniți la setările implicite";
"hoReOrderTitle" = "Ecranul principal";
"svcHomescreenSettingsTitle" = "Ecranul principal";
"svcStreamingDiskCacheDisabled" = "Legacy";
"svcStreamingDiskCacheTitle" = "Streaming cache";
"hoReOrderCurrentFavoritesSectionTitle" = "Preferatele mele";
"hoReOrderCurrentListsSectionTitle" = "Listele mele";
"hoReOrderDefaultFavoritesSectionTitle" = "Preferatele implicite";
"hoReOrderDefaultListsSectionTitle" = "Liste implicite";
"iapPurchaseOneYearFree" = "1 an de test";
"ivcPlayVersion" = "Versiune pentru redare";
"pipDescriptionNew" = "Ajutați %1$@ să vă îmbunătățească %2$@ experiența aplicației, alegând să distribuiți anonim informații despre dispozitiv și aplicație.";
"pipMoreInfoNew" = "Îmbunătățirea produsului colectează și transmite periodic informații de diagnosticare și de utilizare, care ajută %@ să îmbunătățească calitatea și performanța. Aceste informații includ, în general, configurația dispozitivului, utilizarea aplicației, utilizarea stocării, tipul de fișiere, precum și diagnosticarea erorilor.";
"pipDoNotShare_Infuse" = "Nu partajați";
"pipShare_Infuse" = "Partajați";
"spteBrowsingHint" = "Selectați un fișier video pe care să-l utilizați pentru testarea vitezei rețelei.";
"spteChart" = "Afișare grafic";
"spteControllerTitle" = "Test de viteză pentru %@";
"spteFileSize" = "Dimensiune fișier:";
"spteLastSecSpeed" = "Viteza actuală";
"spteMinSpeed" = "Viteza minimă:";
"spteProgress" = "Testare:";
"spteReadBytes" = "Bytes Citiți:";
"spteStart" = "Începeți testul";
"spteStop" = "Opriți testul";
"spteTestConnection" = "Test de viteză";
"spteTotalSpeed" = "Viteza medie:";
"hoDisconnectGoogleCast" = "Deconectaţi";
"emCacheCorruptedButton" = "Reporniți";
"emCacheCorruptedMessage" = "Hopa, ceva nu a mers bine, iar cache-ul de metadate nu mai este valabil. Vă rugăm să reporniți %@ pentru a restabili cache-ul de metadate.";
"emCacheCorruptedTitle" = "Eroare cache";
"emCacheRestoredMesssage" = "%@ va încerca acum să restabilească memoria cache de metadate. \n\nTrimiterea unui raport de diagnostic ne va ajuta să urmărim și să rezolvăm astfel de probleme în actualizările viitoare.";
"emCacheRestoredTitle" = "Cache restaurat";
"pmPlaybackSpeed" = "Viteza de redare";
"pmPlaybackSpeedCustom" = "Particularizat (%@)";
"pmPlaybackSpeedNormal" = "Normal";
"svcDefaultPlaybackSpeed" = "Viteza de redare";
"foRemoveFromPrompt" = "Sunteți sigur că vreți să ștergeți „%1$@” (%2$@)?";
"svcSectionSync" = "Sincronizare";
"ttRateCommentPlaceholder" = "Scrieți pe Trakt (trebuie să fie în engleză și să conțină cel puțin 5 cuvinte)";
"ttRateContainsSpoilers" = "Conține spoilere";
"ttRateTitle" = "Ce părere aveți despre\n„%@”?";
"ttSyncedWithTrakt" = "Conectat la Trakt";
"eyConnectToEmby" = "Adăugați Emby (Emby Connect)";
"eyEmbyConnect" = "Emby Connect";
"eyLogin" = "Autentificare";
"eyNoServers" = "Nu au fost găsite servere. Conectați un server la contul dvs. Emby Connect și încercați din nou.";
"eyOtherEmbyServer" = "Adăugați Emby";
"eyOtherJellyfinServer" = "Adăugați Jellyfin";
"eyPinCodeExpired" = "Codul PIN a expirat";
"eyRequestingServers" = "Se solicită lista de servere...";
"eyServers" = "Servere";
"eyUseEmbyConnectAccount" = "Folosiți-vă contul Emby Connect sau creați unul la https://emby.media/connect";
"svcHideSpoilers" = "Ascunde Spoliere";
"ufAddMediaServer" = "Adăugați server media";
"ufBaseURL" = "Adresa URL de bază";
"ufDiscoveredServersSectionTitle" = "Servere disponibile";
"ufMediaServers" = "Servere media";
"ufOnlineAccounts" = "Conturi online";
"ufPreCacheImages" = "Imagini pre-cache";
"liStatusFetchingAdditionalMetadataWithoutCounter" = "Se preiau detalii pentru %@";
"liStatusFetchingMetadataWithoutCounter" = "Se preiau metadate pentru %@";
"liStatusFetchingThumbnailsWithoutCounter" = "Se preiau pictograme pentru %@";
"li1-4Stars" = "1-4 Stele";
"li10s" = "Anii 2010";
"li20+" = "2020+";
"li6Stars" = "6 Stele";
"li7Stars" = "7 Stele";
"li8-10Stars" = "8-10 Stele";
"liActors" = "Actori";
"liStatusFetchingContentForLibrary" = "Preluarea de conținut pentru %1$@ (%2$d\U00A0de\U00A0%3$d)";
"liStatusFetchingNextUpFor" = "Se preia conţinut pentru %@";
"liStatusMergingContentFor" = "Finalizarea preluării conținutului pentru %@";
"emCacheEmptyIOS" = "Infuse va descărca din nou metadatele și ilustrațiile pentru videoclipurile dvs.";
"coLightGray" = "Gri deschis";
"eyCheckingPlugin" = "Se așteaptă InfuseSync ...";
"eyPluginSuggestion" = "Instalați plugin-ul InfuseSync pe serverul %@ pentru o scanare mai rapidă";
"eyRestartServer" = "Reporniți serverul %@ pentru a finaliza instalarea pluginului InfuseSync";
"gdComputers" = "Calculatoare";
"liRefreshMetadataConfirmationOk" = "Continuă";
"liRefreshMetadataConfirmationText" = "Infuse va căuta actualizări de metadate pentru articolele din bibliotecă. Acest lucru poate dura mult timp.";
"liRefreshMetadataTitle" = "Reîmprospătați metadatele";
"liStatusFetchingMetadataChanges" = "Preluarea modificărilor de metadate";
"liWaitingForDownloads" = "Se așteaptă terminarea descărcărilor";
"pacoRequirePin" = "Se solicită PIN";
"pacoRequirePinEveryPlay" = "Fiecare Redare";
"pacoRequirePinEverySession" = "Fiecare sesiune";
"pmSubtitlesOpacity" = "Opacitate";
"pmSubtitlesOpacityOpaque" = "Opac";
"pmSubtitlesOpacitySemiTransparent" = "Semi-transparent";
"pmSubtitlesOpacityTransparent" = "Transparent";
"bmBookmarkIsStale" = "Dosarul %@ nu a fost găsit. Vă rugăm să încercaţi din nou.";
"bmFileReadNoPermission" = "Dosarul %@ nu a putut fi deschis deoarece nu aveți permisiunea de a-l vizualiza. Încercați să adăugați din nou dosarul extern.";
"bmFailedToGetAccess" = "Nu s-a putut accesa dosarul extern %@";
"bmNoValidFileProviderFound" = "Dosarul %@ nu a fost găsit. Verificați locația și încercați din nou.";
"bmSmbLocationCannotAdd" = "Utilizarea de partajări SMB ca foldere externe nu este acceptată. Creați o conexiune directă folosind lista de \"Partajări disponibile\".";
"bmDeviceRootLocationCannotAdd" = "Nu se poate adăuga un întreg dispozitiv ca dosar extern. Vă rugăm să selectaţi în schimb un subdosar.";
"bmNotEnoughAvailableDiskSpace" = "Fișierul %@ nu poate fi salvat. Nu există suficient spațiu disponibil pe disc.";
"bmCloudDownloading" = "Se descarcă pe stocarea locală iCloud";
"ttRateLimit" = "Limita pentru Trakt a fost depășită. Vă rugăm să încercați din nou mai târziu.";
"ufExternalDocumentsCategory" = "prin dosare externe";
"svcTrueBlackTheme" = "Mod Negru Complet";
"svcCellularDownload" = "Descărcări utilizând date mobile";
"mnzEnterPinCode" = "Pentru a continua autorizarea, vă rugăm să introduceți codul afișat în aplicația dvs. de autentificare:";
"mnzInvalidPinCode" = "Cod incorect sau codul a expirat deja.";
"emLocalNetworkPermission" = "Accesul la rețea dezactivat";
"emLocalNetworkPermissionMessage" = "Vă rugăm să activați accesul la rețea în Setări de sistem > Infuse > Rețea locală";
"ufInstallPlugin" = "Instalați Plugin Server-Side";
"fdTicketDownloadingError" = "Eroare la descărcare";
"fdTicketDownloadingRetry" = "Reîncercați";
"fdTicketDownloadingQueued" = "În lista de aşteptare";
"fdTicketDownloadingPaused" = "Întrerupt";
"liStatusCheckingUpNext" = "Se caută elementele din Lista Următoare care sunt indisponibile";
"emMissingMediaServerFile" = "Hopa, se pare că acest videoclip a fost mutat recent sau șters. Scanați fișierele bibliotecii pe server pentru a actualiza și a încerca din nou.";
"fdTicketDownloadDownloadSingleEpisode" = "Descărcați un singur episod";
"fdTicketDownloadDownloadUnwatchedEpisodes" = "Descărcați episoadele nevizionate";
"fdTicketDownloadDownloadAllEpisodes" = "Descărcați toate episoadele";
"fdTicketDownloadRetryAllEpisodes" = "Reîncercați toate episoadele";
"fdTicketDownloadRetrySingleEpisode" = "Reîncercați un singur episod";
"fdTicketDownloadStopAllEpisodes" = "Opriți toate episoadele";
"fdTicketDownloadStopSingleEpisode" = "Opriți un singur episod";
"fdTicketDownloadPauseAllEpisodes" = "Puneți pe pauză toate episoadele";
"fdTicketDownloadPauseSingleEpisode" = "Puneți pe pauză un singur episod";
"fdTicketDownloadResumeAllEpisodes" = "Reluaţi toate episoadele";
"fdTicketDownloadResumeSingleEpisode" = "Reluați un singur episod";
"fdTicketManageDownload" = "Gestionare descărcări";
"fdPauseDownloadButtonTitle" = "Puneți pe pauză descărcarea";
"fdResumeDownloadButtonTitle" = "Reluați descărcarea";
"liCheckAndRetry" = "Vă rugăm să verificaţi dacă '%@' este disponibil şi încercaţi din nou";
"liSeeAll" = "Afişează toate";
"hoPinToHomeScreen" = "Adăugați la ecranul principal";
"hoRemoveFromHomeScreen" = "Eliminați din ecranul principal";
"hoRemoveFromHomeScreenMessage" = "Sunteți sigur că vreți să eliminați ‘%1$@’?";
"hoHomeIsEmpty" = "Ecranul principal este gol";
"hoLetsPinSomeItems" = "Haideți să fixăm câteva elemente aici";
"hoLetsFindSomeVideos" = "Haideți să găsim câteva videoclipuri pe care să le adăugăm pe ecranul principal";
"hoEditHomeScreen" = "Modificați ecran principal";
"hoFilesAreBeingProcessed" = "Fișierele dvs. sunt în curs de procesare";
"hoFilesWillAppear" = "Vor apărea aici în scurt timp";
"hoFilesScreenIsEmpty" = "Ecranul fișierelor este gol";
"hoLetsAddSomeFiles" = "Haideţi să găsim câteva fişiere video pe care să le adăugăm în bibliotecă";
"hoHome" = "Pagina de pornire";
"hoSearchResultsWithText" = "Rezultatele căutării pentru \"%@\"";
"hoReOrderCurrentItemsSectionTitle" = "Elemente fixate";
"hoReOrderDefaultItemsSectionTitle" = "Elemente implicite";
"hoReOrderAllItemsSectionTitle" = "Toate elementele";
"hoNewTitle" = "Titlu nou";
"svcTitleMac" = "Preferinţe";
"svcLanguagePickerTitle" = "Alegeți limba:";
"svcClearAllMetadataMac" = "Ștergeți";
"tiDescriptionShowMore" = "MAI MULTE";
"tiDescription" = "Descriere";
"tiCastAndCrew" = "Distribuție";
"tiActor" = "Actor";
"tiResume" = "Reluați %@";
"tiSpoilerAlert" = "Spoiler";
"iapUpgradeToInfuseProFormat" = "Upgrade la\n%@";
"iapUpgradeToInfusePro" = "Infuse PRO";
"ufNetworkSharesSectionTitle" = "Partajări în rețea";
"ufLocalSharesSectionTitle" = "Partajări locale";
"ufAddShareTitle" = "Adăugaţi...";
"ufAddShareItemTitle" = "Adăugați %@";
"ufDefaultShareName" = "%@ meu";
"afAddUrlMacStep1" = "Copiați un URL video direct din browser, de ex.";
"afAddUrlMacStep2" = "Lipiți URL-ul importat sau introduceți manual URL-ul pentru a-l adăuga.";
"afAddUrlMacStep2Placeholder" = "Introduceţi URL-ul aici";
"afAddUrlMacStep2PlaceholderMini" = "Introduceți URL-ul aici, de exemplu http://example.com/sample.mp4";
"afAddUrlMacStep3" = "Atingeți un element din listă pentru a reda sau atingeți Descărcați pentru a salva pe dispozitiv.";
"afAddUrlsMacTitle" = "Adăugați";
"afAddLocalFolderTitle" = "Adăugați dosar local";
"afLocalShareTitle" = "Local";
"fdNoDownloadsMacTitle" = "Toate descărcările finalizate";
"liRecentlyAddedTVShows" = "Seriale adăugate recent";
"liUnwatchedMovies" = "Filme nevizionate";
"spteProgressTitle" = "Progres";
"spteCurrentSpeedTitle" = "Actual";
"spteAverageSpeedTitle" = "Medie";
"spteMinimumSpeedTitle" = "Minim";
"spteSpeedMbps" = "%@ Mbps";
"mnuPreferences" = "Preferinţe...";
"mnuAddFiles" = "Adăugați fișiere...";
"mnuOpen" = "Deschideți fişier...";
"alAppExpiredTitle" = "Licența a expirat";
"alAppExpiredMessage" = "Această versiune de Infuse a expirat. Vă rugăm să instalați ultima versiune pentru a continua.";
"alNewVersionMessage" = "Infuse %1$@ este acum disponibil—aveți %2$@. Vreți să descărcați acum?";
"alNewVersionDownload" = "Descărcați";
"hoCacheOptimizationTitle" = "Se optimizează biblioteca";
"hoCacheOptimizationMessage" = "Biblioteca Dvs este în curs de optimizare pentru o performanță mai bună. Vă rugăm să păstrați aplicația Infuse deschisă.";
"hoShowGridTitles" = "Afișați titlurile";
"hoHideGridTitles" = "Ascundeți titlurile";
"svcAlwaysShowTitlesTV" = "Afișați titlurile posterelor";
"ttSwitchToClassicView" = "Vizualizare clasică";
"ttSwitchToModernView" = "Vizualizare modernă";
"vvSkipIntro" = "Omiteți introducerea";
"pmVideoUpscaling" = "Conversie avansată a rezoluției";
"pmVideoUpscalingHighest" = "Foarte bun (4K)";
"pmVideoUpscalingHigh" = "Normal (HD)";
"pmVideoUpscalingMax" = "Maxim (nelimitat)";
"hoShowInFinder" = "Arată în Finder";
"tiSearchMetadata" = "Căutați metadate";
"iapSubscriptionAlreadyPurchasedWarningTitleTV" = "Se pare că încă mai aveți un abonament activ pentru Infuse Pro, care nu mai este necesar. Puteți gestiona acest lucru în Setări > Utilizatori și Conturi > [Nume cont] Subscripții.";
"svcPrePlaybackLayoutSettingTitle" = "Detalii vizionare";
"svcPrePlaybackLayoutModern" = "Modern";
"svcPrePlaybackLayoutClassic" = "Clasic";
"svcAutoSelectNextItem" = "Auto-selectează următorul episod";
"geProceed" = "Continuați";
"hoUseLocalMetadataConfirmation" = "Activarea metadatelor locale pentru acest folder va elimina toate metadatele/ilustrațiile existente și le va regenera folosind numai informații încorporate. Sursele de metadate online nu vor fi utilizate pentru elementele din acest dosar.";
"tiGuestStar" = "Invitat special";
"tiCreator" = "Autor";
"tiCreators" = "Autori";
"pcRewindSecondsFormat" = "%ld secunde";
"svcAdvancedOptions" = "Opțiuni avansate";
"ufUsbCableTitle" = "Cablu USB";
"ufUsbCableDesc" = "Pașii de mai jos sunt pentru macOS 10.15 și versiuni ulterioare. Pentru versiunile anterioare (sau pentru Windows) același proces poate fi efectuat prin iTunes.";
"ufUsbCableStep1Desc" = "Conectaţi dispozitivul dvs. la computer printr-un cablu USB.";
"ufUsbCableStep2Desc" = "Pe computer, deschideți Finder. Videoclipurile pe care doriți să le sincronizați ar trebui să fie listate în secțiunea Filme (sau emisiuni TV).";
"ufUsbCableStep3Desc" = "Deschideți fila Filme sau Emisiuni TV și selectați videoclipurile pe care doriți să le sincronizați plasând o bifă lângă ele.";
"ufUsbCableStep4Desc" = "După ce ați selectat toate videoclipurile, faceți clic pe butonul Sincronizare.";
"ufUsbCableDetail" = "Folosind Finder sau iTunes";
"ufDocumentTitle" = "Documente";
"ufHttpDetail" = "Necesită Wi-Fi";
"ufUploadInfoHTTPTransferFiles" = "Transferați fișiere";
"ufOtherAppsTitle" = "Alte aplicații";
"ufLinksTitle" = "URL direct";
"ufFilesTitle" = "Fișiere";
"ufLocationsSectionTitle" = "Locaţii";
"hoSortingByTitle" = "Sortare după: Titlu";
"hoSortingByFileName" = "Sortare după: Nume fișier";
"hoSortingByDate" = "Sortare după: Data";
"hoSortingByReleaseDate" = "Sortare după: Data lansării";
"hoLocalMetadata" = "Metadate: Locale";
"hoOnlineMetadata" = "Metadate: Online";
"svcPicksOfTheDayModeTitle" = "Selecțiile zilei";
"svcPicksOfTheDayModeMoviesShows" = "Filme și Seriale";
"svcPicksOfTheDayModeMovies" = "Doar filme";
"svcPicksOfTheDayModeShows" = "Doar seriale";
"liRandom" = "Selecțiile zilei";
"liMusic" = "Concerte";
"liShortFilms" = "Filme scurte";
"liGenreMusic" = "Muzică";
"svcBlackoutOtherScreens" = "Închideți alte monitoare în timp ce vă aflați pe ecran complet";
"tvshAddCloudShareHint" = "Adăugați mai întâi partajarea Cloud (Google Drive, Dropbox etc.) pe dispozitivul dvs. iOS sau macOS și sincronizați-l cu iCloud.";
"liFeatureFilms" = "Filme artistice";
"pcSkipFormat" = "%d secunde";
"mnuNextMedia" = "Conținutul media următor";
"mnuPrevMedia" = "Conținutul media anterior";
"mnuEnterFullscreen" = "Ecran complet";
"mnuEnterPip" = "PiP (imagine în imagine)";
"mnuSpeedUp" = "Mai rapid";
"mnuSpeedDown" = "Mai încet";
"mnuNormalSpeed" = "Viteză normală";
"mnuMute" = "Silențios";
"mnuCycleAudioTrack" = "Redă ciclic pistele audio";
"mnuCycleSubtitles" = "Parcurge ciclic subtitrările";
"mnuToggleSubtitles" = "Activați subtitrări";
"mnuDisabledSubtitles" = "Subtitrări dezactivate";
"svcStreamingCacheMemoryOnly" = "Doar memorie";
"svcHDRTonemappingMode" = "Culori HDR";
"svcTonemappingModeCustom" = "Infuse";
"svcTonemappingModeSystem" = "Apple";
"tiSeasonSelectTitle" = "Selectați sezonul";
"mnuFloatOnTop" = "Rămâne deasupra";
"hoReorder" = "Reordonați";
"vvNextEpisode" = "Următorul episod";
"hoCollectionsForEmptyTVShow" = "Adăugați serialele TV în bibliotecă pentru a le include într-o colecție";
"foRemovePromptWithCount" = "Sunteți sigur că doriți să ștergeți definitiv „%1$@” (%2$d fișiere)?";
"foRemoveFromPromptWithCount" = "Sunteți sigur că doriți să ștergeți definitiv „%1$@” (%2$@) (%3$d fișiere)?";
"foAllFilesAndFoldersRemoveButton" = "Fişiere video şi asociate";
"foVideoFilesOnlyRemoveButton" = "Numai fișiere video";
"liStartCloudSync" = "Sincronizare cu iCloud";
"liLastCloudSyncDate" = "(ultima: %@)";
"hoDeleteCollectionPrompt" = "Ștergeți colecția";
"hoRemoveFromCollection" = "Ștergeți din colecție";
"foRemoveCannotBeDeleted" = "Aceste fișiere nu pot fi șterse";
"wsMarkSeasonAsWatched" = "Marcați Sezonul ca fiind vizionat";
"wsMarkSeasonAsUnwatched" = "Marcați Sezonul ca fiind nevizionat";
"wsMarkEpisodeAsWatched" = "Marcați episodul ca fiind vizionat";
"wsMarkEpisodeAsUnwatched" = "Marcați episodul ca fiind nevizionat";
"wsSelectWatchAction" = "Marcați ca...";
"liLastCloudSyncFailed" = "nereușit";
"hoDeleteCollection" = "Ștergeți colecția";
"hoUpdatingCollection" = "Se actualizează colecția...";
"hoRenameCollection" = "Redenumiți colecția";
"hoAddToCollection" = "Adăugați la colecție";
"hoCreateNewCollection" = "Creați o colecție";
"hoCollectionTitle" = "Titlul colecției";
"hoEmptyCollectionMessage" = "Pentru a crea o colecție, localizați un videoclip în Biblioteca dvs. și selectați opțiunea \"Colecții\".";
"svcSectionHotKeys" = "Taste rapide";
"svcShowTmdbCollections" = "Colecții TMDB";
"svcShowCustomCollections" = "Colecții personalizate";
"svcGroupMoviesIntoCollections" = "Grupați filmele în colecții";
"svcGroupTVShowsIntoCollections" = "Grupați serialele TV în colecții";
"svcHotKeysResetAll" = "Resetați tot";
"svcHotKeysResetAllButton" = "Resetați";
"svcHotKeysResetAllConfirmationText" = "Sunteți sigur că doriți să resetați preferințele de taste rapide?";
"svcHotKeysDescription" = "Faceți dublu clic pe un rând pentru a edita asocierea de taste corespunzătoare";
"svcHotKeysHint" = "Apăsați orice tastă pentru a edita asocierea. ESC pentru a anula.";
"svcHotKeysWarning" = "Combinația %@ este deja utilizată";
"svcShowLogoTitle" = "Afișați logouri";
"svcShowLogoMoviesOnly" = "Doar filme";
"svcShowLogoTVShowsOnly" = "Doar seriale TV";
"emPlexRelayConnectionTitle" = "Conexiune releu activă";
"emPlexRelayConnectionMessage" = "Vă rugăm să verificați setările de rețea și să vă asigurați că conexiunea locală (sau la distanță fără releu) la serverul dvs. media Plex funcționează.";
"pcAudioDelayTuningHintWithValue" = "Glisați spre stânga/dreapta pentru a regla decalajul audio\nValoarea curentă: %d ms";
"pmAudioDelay" = "Decalaj";
"pmAudioDelayValueMsec" = "%d ms";
"pmAudioDelayValueMsecWithTuning" = "%d ms, Tuning activat";
"pmAudioDelaySubmenuTitle" = "Decalaj audio";
"pmAudioDelayTuningMode" = "Mod tuning";
"afAddRootToFavorites" = "Adăugați toate fișierele la Favorite";
"shAllFiles" = "Toate fişierele";
"svcForcedDolbyVision" = "Dolby Vision extins";
"tiMetadataLanguage" = "Limbă metadate";
"svcCollectionsAndGroups" = "Colecții și grupuri";
"svcGroupVersions" = "Grupuri inteligente";
"svcVersionSelection" = "Selectați versiunea";
"svcVersionSelectionHighestQuality" = "Cea mai bună calitate";
"svcVersionSelectionLowestQuality" = "Cea mai scăzută calitate";
"svcDolbyVisionMode" = "Dolby Vision extins";
"svcDolbyVisionModeForced" = "Manual";
"hoSave" = "Salvați";
"svcDolbyVisionModeLimited" = "Limitat";
"trTrailer" = "Reclamă";
"trTrailers" = "Reclame";
"trTrailersSearch" = "Se caută reclame...";
"trTrailersNotFound" = "Reclame pentru „%@” nu au fost găsite.";
"trTrailersRequestLimit" = "Nu sunt reclame disponibile momentan. Te rugăm să încerci din nou mai târziu.";
"tiPart" = "Partea %d";
"ppbVersionDirectorsCut" = "Director's Cut";
"ppbVersionExtendedCut" = "Extended Cut";
"ppbVersionTheatricalCut" = "Theatrical Cut";
"ppbVersionFinalCut" = "Final Cut";
"ppbVersionCinematicCut" = "Cinematic Cut";
"ppbVersionUnratedCut" = "Unrated Cut";
"ppbVersionTVCut" = "TV Cut";
"ppbVersionUncut" = "Uncut";
"ppbVersionSpecialEdition" = "Ediție specială";
"ppbVersionUltimateEdition" = "Ediția finală";
"ppbVersionBlackAndWhiteEdition" = "Negru și alb";
"ppbVersionIMAX" = "IMAX";
"ppbVersionWideScreen" = "Ecran lat";
"ppbVersionFullScreen" = "Ecran Complet";
"hoVOReOrderLibrary" = "Editați elementele fixate";
"iapUnlockDolbyTitle" = "Dolby Audio";
"iapUnlockDolbyDescription" = "Auziți fiecare detaliu cu suport suplimentar pentru sunet Dolby de înaltă calitate.";
"iapUnlockDolbyMacNavBarTitle" = "Deblocați Dolby Audio GRATUIT";
"iapUnlockDTSTitle" = "DTS Audio";
"iapUnlockDTSDescription" = "Auziți fiecare detaliu cu suport suplimentar pentru sunet DTS de înaltă calitate.";
"iapUnlockDTSMacNavBarTitle" = "Deblocați DTS Audio GRATUIT";
"iapUnlockCodecWithPro" = "Inclus cu %@";
"iapUnlockCodecButton" = "Deblocați GRATUIT";
"iapUnlockCodecRemindLater" = "Amintește-mi mai târziu";
"foMoveToBinTitle" = "Se mută ‘%1$@’ în Coșul de gunoi";
"foMoveToRecentlyDeletedTitle" = "Se mută ‘%1$@’ la Șterse recent";
"foMoveToBinPrompt" = "Sunteți sigur că doriți să mutați ‘%1$@’ la Coșul de gunoi?";
"foMoveToBinFromPrompt" = "Sigur doriți să mutați ‘%1$@’ (%2$@) în Coșul de gunoi?";
"foMoveToBinPromptWithCount" = "Sigur doriți să mutați ‘%1$@’ (%2$d fișiere) în Coșul de gunoi?";
"foMoveToBinFromPromptWithCount" = "Sunteți sigur că doriți să mutați fișierele ‘%1$@’ (%2$@) (%3$d) în coșul de gunoi?";
"foMoveToRecentlyDeletedPrompt" = "Sunteți sigur că doriți să mutați ‘%1$@’ la Coșul de gunoi?";
"foMoveToRecentlyDeletedFromPrompt" = "Sunteți sigur că doriți să mutați ‘%1$@’ (%2$@) în Șterse recent?";
"foMoveToRecentlyDeletedPromptWithCount" = "Sunteți sigur că doriți să mutați ‘%1$@’ (%2$d fișiere) în Șterse recent?";
"foMoveToRecentlyDeletedFromPromptWithCount" = "Sunteți sigur că doriți să mutați ‘%1$@’ (%2$@) (%3$d fișiere) în Șterse recent?";
"liLastCloudSyncFailedNotAuthenticated" = "(Contul iCloud nu a fost găsit)";
"liLastCloudSyncFailedNoSpaceLeft" = "(Contul iCloud nu mai are spațiu disponibil)";
"tiOriginalMetadataLanguage" = "Limba de origine";
"foAbstractRemoveTitle" = "Se șterge „%1$@”";
"foAbstractRemovePrompt" = "Sunteți sigur că vreți să ştergeţi '%1$@'?";
"foAbstractRemoveFromPrompt" = "Sunteți sigur că doriți să ștergeți '%1$@' (%2$@)?";
"foAbstractRemovePromptWithCount" = "Sunteţi sigur că doriţi să ștergeți „%1$@” (%2$d fişiere)?";
"foAbstractRemoveFromPromptWithCount" = "Sunteți sigur că doriți să ștergeți „%1$@” (%2$@) (%3$d fișiere)?";
"foAbstractRemoveButton" = "Ștergeți";
"svcMixLfeIntoStereo" = "LFE în Downmix stereo";
"svcDownmixVolume" = "Volum Downmix";
"svcDownmixVolumeOriginal" = "Original";
"svcDownmixVolumeNormalized" = "Normal";
"ufIndexingEnabled" = "Modul Bibliotecă";
"liMiniseriesTVShows" = "Mini serial";
"liIndexingDisabled" = "Modul Bibliotecă dezactivat";
"csAliyunBackupDisk" = "Disc de rezervă";
"csAliyunResourceLibrary" = "Biblioteca de resurse";
"ufAddAliyunDrive" = "Adăugați Aliyun Drive";
"ufShareProtocolAliyun" = "Aliyun Drive";
"ufDefaultShareNameAliyun" = "Aliyun Drive meu";
"acLinksAddedTitle" = "Link-uri noi adăugate";
"acAllLinksAddedMsg" = "Linkurile sunt acum disponibile pe ecranul %@.";
"acSomeLinksAddedMsg" = "Linkurile sunt acum disponibile pe ecranul %@. Unele dintre linkuri au un format neacceptat și nu pot fi adăugate.";
"acLinksScreenTitleWithPath" = "Adăugați fișiere > %@";
"plRecentlyAdded" = "Adăugat recent în %@";
"plRecentlyAddedMovies" = "Filme adăugate recent";
"plRecentlyAddedTV" = "Seriale adăugate recent";
"plRecentlyAddedVideos" = "Videoclipuri adăugate recent";
"plRecentPlaylists" = "Liste de redare recente";
"eyLatest" = "Ultimele %@";
"eyNextUp" = "Urmează";
"eyFavoriteSeries" = "Seria preferată";
"eyFavoriteEpisodes" = "Episoade favorite";
"eyFavoriteMovies" = "Filme Favorite";
"eyFavoriteVideos" = "Videoclipuri preferate";
"eyFavoriteCollections" = "Colecţii favorite";
"eyFavoritePlaylists" = "Liste de redare preferate";
"emCacheRestoreTitle" = "Restaurare din copia de rezervă";
"emCacheRestoreReasonSystem" = "Recent, Apple TV-ul dvs. a rămas fără spațiu pe disc, iar tvOS a eliminat unele date ale aplicațiilor pentru a elibera spațiu pentru alte aplicații.";
"emCacheRestoreReasonCorruption" = "Oops, ceva nu a mers bine și memoria cache cu metadate nu mai este valabilă.";
"emRestoreOperationFailed" = "Nu s-a putut restaura copia de rezervă";
"emCacheRestoreActionRecreate" = "Recreează memoria cache";
"emCacheRestoreNoBackup" = "Nu aveți o copie de rezervă pe care să o restaurați. Activați copiile de rezervă automate în Setări pentru a vă restaura biblioteca data viitoare când se întâmplă acest lucru.";
"svcCloudSyncHint" = "Utilizați iCloud pentru a sincroniza setările de bibliotecă și de redare între dispozitive.";
"svcBackups" = "Copie de rezervă în Cloud";
"svcBackupsHint" = "Efectuați o copie de rezervă a detaliilor bibliotecii în cloud pentru actualizări mai rapide atunci când utilizați Infuse.";
"svcAutoBackups" = "Copii de siguranță automate";
"svcBackupNow" = "Creați o copie de rezervă acum";
"svcRestoreNow" = "Restaurați acum";
"svcRestoreNowConfirmationMessage" = "Dacă alegeți această opțiune, datele dvs. actuale vor fi înlocuite. Aplicația se va încheia acum, apoi o puteți relansa pentru a restaura din copia de rezervă.";
"svcPerformingBackup" = "Salvarea unei copii de rezervă";
"svcLastBackupDate" = "Ultima copie de rezervă reușită: %@";
"svcBackupOperationFailed" = "Salvarea unei copii de rezervă a eșuat";
"foAboutRecentlyDeletedTitle" = "Șterse recent";
"foAboutRecentlyDeletedPrompt" = "Fișierele șterse sunt mutate în secțiunea \"Recent deleted\" (Șterse recent) din aplicația Fișiere. Utilizați această aplicație pentru a șterge definitiv fișierele și a elibera spațiu.";
"foAboutRecentlyDeletedLearnMore" = "Aflați mai multe";
"emCacheRestoreUpdating" = "Biblioteca dvs. este actualizată cu detalii din cloud. Acest lucru va dura puțin.";
"svcForwardSkip" = "Derulează înainte";
"svcBackwardSkip" = "Derulează înapoi";
"vvSkipCommercials" = "Sari peste reclame";
"vvSkipCredits" = "Derulează genericul de final";
"hoSearchRequiresTwoChars" = "Vă rugăm să introduceți cel puțin două caractere pentru căutarea pe server.";
"pcSkipForwardFormat" = "Înainte 15s";
"pcSkipBackwardFormat" = "Înapoi %lds";
"hoSearchScope" = "Domeniu de aplicare: %@";
"geInternalServerError" = "Eroare internă de server.";
"plAddToWatchlist" = "Adăugați în lista de văzut";
"plRemoveFromWatchlist" = "Eliminați din lista de văzut";
"plAddShowToWatchlist" = "Adăugați în lista de vizionare";
"plRemoveShowFromWatchlist" = "Eliminați din lista de vizionat";
"ufSmartFolders" = "Foldere inteligente";
"eyRecentlyReleasedMovies" = "Filme lansate recent";
"geCantEstablishConnectionToHostFormat" = "Nu s-a putut stabili conexiunea la %@";
"emPermissionsErrorTitle" = "Lipsesc permisiunile necesare";
"emPermissionsErrorDescription" = "Conectați-vă la Google Drive și acordați-i lui Infuse permisiunea de a vă accesa fișierele.";
"emPermissionsErrorDescriptionTV" = "Conectați-vă la Google Drive pe un iPhone, iPad sau Mac și acordați-i lui Infuse permisiunea de a vă accesa fișierele.";
"eySortByAlbum" = "Album";
"eySortByAlbumArtist" = "Artist album";
"eySortByArtist" = "Artist";
"eySortByBitrate" = "Rata de biți";
"eySortByCollectionOrder" = "Ordinea colectării";
"eySortByComposer" = "Compozitor";
"eySortByCommunityRating" = "Evaluarea comunității";
"eySortByContainer" = "Container";
"eySortByCriticRating" = "Evaluarea criticilor";
"eySortByDateAdded" = "Data adăugării";
"eySortByDatePlayed" = "Data redării";
"eySortByFileName" = "Numele Fișierului";
"eySortByIMDB" = "Evaluare IMDb";
"eySortByLastEpisodeDateAdded" = "Data de adăugare a ultimului episod";
"eySortByNumber" = "Număr";
"eySortByParentalRating" = "Clasificare parentală";
"eySortByPlaylistOrder" = "Ordinea listei de redare";
"eySortByPlays" = "Redări";
"eySortByRandom" = "Aleator";
"eySortByReleaseDate" = "Data lansării";
"eySortByResolution" = "Rezoluţie";
"eySortByRuntime" = "Durată";
"eySortBySeries" = "Serial";
"eySortBySize" = "Dimensiune";
"eySortByTitle" = "Titlu";
"eySortByYear" = "An";
"jfSortByCriticsRating" = "Evaluarea criticilor";
"jfSortByDateShowAdded" = "Data de adăugare a serialului";
"jfSortByDateEpisodeAdded" = "Data de adăugare a episodului";
"jfSortByFolders" = "Dosare";
"jfSortByName" = "Nume";
"jfSortByPlayCount" = "Numărul de redări";
"jfSortByPremiereDate" = "Data premierei";
"jfSortByTVDB" = "Evaluarea TheTVDB";
"svcPlayVersion" = "Versiunea de redare";
"pmAutoDimming" = "Reglare automată";
"svcPrePlaybackLayoutNew" = "Nou";
"ufPreCacheDetails" = "Detalii pre-cache";
"svcStreamingCacheLimited" = "Limitat";
"vvSkipPreview" = "Omiteți previzualizarea";
"vvSkipRecap" = "Omiteți recapitularea";
"vvSkipSection" = "Omiteți secțiunea";
"svcEmbeddedThumbnails" = "Preferă ilustrații încorporate";
"ufShareProtocol123" = "123 Cloud Drive";
"ufAdd123Drive" = "Adăugați 123 Cloud Drive";
"ufDefaultShareName123" = "123 Cloud Drive meu";
"emBandwidthExceeded123Cloud" = "Limita zilnică de 1 Gb pentru utilizatorii gratuiți ai 123 Cloud Drive a fost depășită.";
"pmVideoResamplingFilter" = "Upscaling AI";
"pmVideoResamplingFilterLanczos" = "Dezactivat";
"pmVideoResamplingFilterSpatial" = "Activat";
"afRequestingQRCode" = "Se solicită codul QR...";
"afQRCodeExpired" = "Codul QR a expirat";
"afSaveToCameraRoll" = "Salvează în galerie";
"af115CloudQRHint" = "Scanați acest cod QR în clientul 115";
"ufShareProtocol115" = "115 Cloud Drive";
"ufAdd115Drive" = "Adăugați 115 Cloud Drive";
"ufDefaultShareName115" = "Drive-ul meu 115 Cloud";
"ufShareProtocolBaidu" = "Baidu NetDisk";
"ufAddBaiduNetDisk" = "Adăugați Baidu NetDisk";
"ufDefaultShareNameBaidu" = "Discul meu Baidu NetDisk";
"ufMaxQPSLimit" = "Limita QPS";
"ppbOpenStrmlnk" = "Deschideți";
"ppbVersionStrmlnk" = "Link";
"pmPlaybackSpeed2x" = "2x";
"svcAutoSkipIntro" = "Omiteți introduceri și credite";
"svcLivePreview" = "Previzualizare live";
"svcAutoSkipIntroDelay" = "Auto (decalaj)";
"svcShowExternalRatings" = "Afișați evaluările externe";
"ufAutoScan" = "Scanare automată";
"emCacheRestoreExpired" = "Copia de rezervă în cloud pentru acest dispozitiv a expirat din cauza inactivității. Scanați din nou biblioteca pentru a continua.";
"pmSubtitlesBrightness" = "Luminozitate";
"hoSaveToLinks" = "Adăugați la link-uri";
"hoSavedToLinksWithExpiration" = "Link-ul a fost adăugat cu succes și va fi disponibil până la %@.";
"hoSavedToLinks" = "Link-ul a fost adăugat cu succes.";
"svcShowExternalRatingsMoviesOnly" = "Doar filme";
"svcShowExternalRatingsTVShowsOnly" = "Doar seriale TV";
"afAddiCloudDrive" = "Adăugați iCloud Drive";
"ttVip" = "VIP";
"ttGetVip" = "Obțineți VIP";
"hoAddToFavoriteItems" = "Adaugă la Favorite";
"hoRemoveFromFavoriteItems" = "Eliminați din preferate";
"hoUpdatingFavoriteItems" = "Se actualizează elementele favorite";
"ppbNoMovieError" = "Filmul nu a fost găsit";
"ppbNoSeriesError" = "Seria nu a fost găsită";
"eyFavoritePeople" = "Persoane Preferate";
"svcOpenCollectionsOnPreplayback" = "Vizualizare detalii";
"isEnvironmentVoid" = "Gol";
"isEnvironmentSunset" = "Apus";
"isEnvironmentSpace" = "Spaţiu";
"isEnvironmentRoom" = "Cameră";
"isEnvironmentCinema" = "Cinema";
"isSettingRow" = "Rând";
"isSettingSeatingHeight" = "Înălțime scaun";
"isSettingDistance" = "Distanță";
"isSettingScreenAltitude" = "Înălțime ecran";
"isSettingScreenSize" = "Mărime ecran";
"isSettingBrightness" = "Luminozitate";
"isSettingSceneTilt" = "Înclinare scenă";
"hoAddingLinks" = "Se adaugă link-uri...";
"hoAddLinkForSingleEpisode" = "Adăugați link pentru un singur episod";
"hoAddLinksForUnwatchedEpisodes" = "Adăugați link-uri pentru episoadele nevizionate";
"hoAddLinksForAllEpisodes" = "Adăugați link-uri pentru toate episoadele";
"geEdit" = "Editați";
"pmPlaybackQueue" = "Lista de redare";
"pmEditPlaybackQueue" = "Editați lista de redare";
"pmPlaybackQueueMode" = "Modul de redare";
"pmPlaybackQueueModeStraightforward" = "Joacă în ordine";
"hoRemoveFromContinueWatching" = "Eliminați din \"Continuați vizionarea\"";
"hoUpdatingContinueWatching" = "Se actualizează \"Continuați vizionarea...\"";
"ppbOpenDeeplink" = "Deschideți";
"pmAmbientMode" = "Mod ambiental";
"pmAmbientModeSubtle" = "Subtil";
"pmAmbientModeBalanced" = "Echilibrat";
"pmAmbientModeVivid" = "Vivid";
"pmAmbientModeMax" = "Maxim";
"pmPlaybackHUDInfo" = "Statistici redare (HUD)";
"pmPlaybackHUDInfoFull" = "Complet";
"pmPlaybackHUDInfoCompact" = "Compact";
"pmPlaybackHUDInfoOff" = "Dezactivat";
"pmPlaybackHUDContainer" = "Recipient:";
"pmPlaybackHUDPlaybackMode" = "Demuxer de redare:";
"pmPlaybackHUDSourceFramerate" = "Rata de cadre pe secundă a sursei:";
"pmPlaybackHUDAppleTVFramerate" = "Rata de cadre a ecranului:";
"pmPlaybackHUDDroppedFrameCount" = "Număr de cadre pierdute:";
"pmPlaybackHUDAppleTVInfo" = "Informații despre dispozitiv:";
"pmPlaybackHUDFreeDiskSpace" = "Spațiul de stocare disponibil:";
"pmPlaybackHUDNetworkThroughput" = "Capacitate rețea:";
"pmPlaybackHUDStreamSpeed" = "Viteza fluxului:";
"pmPlaybackHUDBufferReloadCount" = "Număr de reîncărcări ale bufferului:";
"pmPlaybackHUDBufferStatus" = "Starea bufferului:";
"pmPlaybackHUDVideo" = "Video:";
"pmPlaybackHUDAudio" = "Audio:";
"pmPlaybackHUDSubtitles" = "Subtitrări:";
"pmPlaybackHUDBufferStatusHealthy" = "Funcțional";
"pmPlaybackHUDBufferStatusEmpty" = "Gol";
"pmPlaybackHUDCreatedBy" = "Creat de:";
"liSearch" = "Cautați";
"liSelectAll" = "Selectaţi toate";
"iapEnterpriseActivatedTitle" = "Infuse Enterprise %@";
"plFetchingUser" = "Se preiau utilizatorii";
"plSelectUser" = "Selectați utilizatorul";
"plSwitchUser" = "Schimbați utilizatorul";
"plEnterPin" = "Introduceţi codul PIN";
"plManagedAccount" = "Cont administrat";
"plYoungerKidAccount" = "Copil mai mic";
"plOlderKidAccount" = "Copil mai mare";
"plTeenAccount" = "Adolescent";
"emPlexTooManyPinAttempts" = "Prea multe încercări. Vă rugăm să încercați din nou mai târziu.";
"svcThumbnailLanguage" = "Ilustrații";
"svcSectionMetadata" = "Metadate și ilustrații";
"svcCacheSize2" = "Mărime Cache";
"svcPreferOverrideThumbnails" = "Utilizați Artwork Local";
"svcPreferOverrideMetadata" = "Utilizați metadatele locale";
"svcStillWatchingPrompt" = "Verificare inactivitate";
"vvStillWatchingTitle" = "Urmăriți în continuare?";
"vvStillWatchingContinue" = "Continuați vizionarea";
"tiExtras" = "Extra";
"tiTrailer" = "Reclamă";
"tiBehindTheScenes" = "În culise";
"tiDeletedScene" = "Scenă ștearsă";
"tiInterview" = "Interviu";
"tiScene" = "Scenă";
"tiSample" = "Exemplu";
"tiShort" = "Scurt";
"tiFeaturette" = "Featurette";
"tiClip" = "Videoclip";
"tiOther" = "Altele";
"tiExtra" = "Extra";
"tiTrailerIndex" = "Trailer %ld";
"tiBehindTheScenesIndex" = "În culise %ld";
"tiDeletedSceneIndex" = "Scenă ștearsă %ld";
"tiInterviewIndex" = "Interviu %ld";
"tiSceneIndex" = "Scenă %ld";
"tiSampleIndex" = "Mostră %ld";
"tiShortIndex" = "Scurt %ld";
"tiFeaturetteIndex" = "Featurette %ld";
"tiClipIndex" = "Clip %ld";
"tiOtherIndex" = "Altele %ld";
"tiExtraIndex" = "Extra %ld";
"svcAutoSkipIntroInstant" = "Auto (instant)";
"pmDeinterlacingBwdif" = "Cea mai înaltă calitate (Bwdif)";
"mnuBrowse" = "Răsfoiți";
"mnuSelectMode" = "Comutați selectarea multiplă";
